{
    "Translator Credit": "Traduit en Français par Sanjay Seshan",
    "Language Name": "French",
    "Translated Language Name": "Français",
    "FLL SUBMERGED Scorer": "Marqueur FLL SUBMERGED",
    "FLL Tools 2024-25 SUBMERGED": "Outils FLL 2024-25 SUBMERGED",
    "FLL Judging Rubrics": "Rubriques d'évaluation FLL",
    "FLL SUBMERGED Strategy Planner": "Planificateur de la stratégie FLL SUBMERGED",
    "Home":"Page d'accueil",
    "Scoring tool, Strategy planner, and Rubrics for the FLL Season! (65 character max)": "Outil de marquage des points, planificateur de stratégie, et rubriques pour la saison FLL !",
    "This app is an all-in-one FLL tool for your team by Droids Robotics. It features an advanced scoring tool for FLL Challenge, an FLL Strategy Planner, the FLL Rubrics, and the FLL Explore Reviewing Sheet. The scorer features a built-in advanced error checking system to prevent you from incorrectly scoring your missions. The scorer is kept up-to-date to reflect any rule updates to the CARGO CONNECT robot game. You can save the scores and view your progress. Use the other tools in the App to help your team this season.": "Cette application est un outil FLL tout-en-un pour votre équipe par Droids Robotics. Elle comprend un outil de marquage avancé pour le FLL Challenge, un planificateur de stratégie FLL, les rubriques FLL et la feuille de révision FLL Explore. Le marqueur est doté d'un système de vérification des erreurs intégré et avancé qui vous empêche de noter vos missions de manière incorrecte. Le marqueur est mis à jour pour refléter toute mise à jour des règles du jeu de robot CONNEXION DE CARGAISON. Vous pouvez enregistrer les scores et visualiser votre progression. Utilisez les autres outils de l'application pour aider votre équipe cette saison.",
    "January": "Janvier",
    "February": "Février",
    "March": "Mars",
    "April": "Avril",
    "May": "Mai",
    "June": "Juin",
    "July": "Juillet",
    "August": "Août",
    "September": "Septembre",
    "October": "Octobre",
    "November": "Novembre",
    "December": "Décembre",
    "Saved Drawings": "Dessins sauvegardés",
    "Save Drawing": "Sauvegarder le dessin",
    "Delete All Saved Drawings": "Supprimer tous les dessins sauvegardés",
    "Load Saved Drawing": "Charger le sauvegardé",
    "Share Drawings": "Partager les dessins",
    "Import Shared Drawings": "Importer les dessins partagés",
    "Export Drawing as PNG": "Exporter le dessin en PNG",
    "Advanced": "Avancé",
    "Team No.": "N° de l'équipe",
    "Your Name": "Votre nom",
    "Yes": "Oui",
    "No": "Non",
    "Partly": "Partiellement",
    "Completely": "Complétement",
    "Reset": "Réinitialiser",
    "Save": "Sauvegarder",
    "Save Score": "Sauvegarder",
    "Load Save": "Charger no",
    "Delete All Saves": "Supprimer tous les scores sauvegardés",
    "Import Shared Scores": "Importer des scores partagés",
    "Share Saves": "Partager les scores",
    "Date/Time": "Date/Heure",
    "Total Points": "Total des points",
    "Saved file to Downloads": "Fichier sauvegardé dans Téléchargements",
    "Failed to save file to Downloads": "Échec de la sauvegarde du fichier dans Téléchargements",
    "Saved": "Sauvegardé",
    "Loaded": "Chargé",
    "Scorer": "Marqueur",
    "Timers": "Minuteurs",
    "Saves": "Sauvegardes",
    "Start": "Démarrer",
    "Navigation": "Navigation",
    "Stop": "Arrêter",
    "Points": "Points",
    "Completed": "Complété",
    "Timer:": "Minuteur :",
    "Stopwatch:": "Chronomètre :",
    "Score History": "Historique des scores",
    "Mission": "Mission",
    "EQUIPMENT INSPECTION": "INSPECTION DE L’EQUIPMENT",
    "If your robot and all your equipment fit completely in one launch area and are under a height limit of 12 in. (305 mm) during the pre-match inspection": "Si votre robot et tout votre équipement rentrent complètement dans une zone de lancement\net sous une hauteur limite de 305mm (12in) lors de l’inspection d’avant-match:",
    "CORAL NURSERY": "PÉPINIÈRE DE CORAUX",
    "If the coral tree is hanging on on the coral tree support": "Si l’arbre à corail est suspendu à son support",
    "Bonus: and the bottom of the coral tree is in its holder": "Bonus: le bas de l’arbre à corail est dans son support",
    "If the coral buds are flipped up": "Si les bourgeons sont retournés",
    "No equipment may be touching any part of this mission's mission model at the end of the match, to score for this mission.": "Aucun équipement du robot laissé sur le terrain de jeu ne devra toucher\nune partie de ce modèle de mission à la fin du match, pour en marquer les points.",
    "SHARK": "SUIVI DU REQUIN",
    "If the shark is no longer touching the cave": "Si le requin ne touche plus la grotte",
    "If the shark is touching the mat and it is at least partly in the shark habitat": "Si le requin touche le tapis et se trouve au moins partiellement dans son habitat",
    "CORAL REEF": "RÉCIF CORALLIEN",
    "If the coral reef is flipped up, not touching the mat": "Si le récif de corail est retourné, sans toucher le tapis",
    "If a reef segment is standing upright, outside of home, and touching the mat": "Si un fragment de récif est debout, à l’extérieur de la zone de départ, et touche le tapis",
    "SCUBA DIVER": "PLONGEUR SOUS-MARIN",
    "If the scuba diver is no longer touching the coral nursery": "Si le plongeur ne touche plus la pépinière de corail",
    "If the scuba diver is hanging on the coral reef support": "Si le plongeur est supendu sur le support du récif de corail",
    "The 'coral nursery' includes any part of the Mission 01 mission model.": "La “pépinière de corail” inclut toute partie du modèle de la Mission 01.",
    "ANGLER FISH": "POISSON PÊCHEUR",
    "If the angler fish is latched within the shipwreck": "Si le poisson-pêcheur est repoussé dans l’épave",
    "RAISE THE MAST": "RELEVER LE MÂT",
    "If the shipwreck's mast is completely raised": "Si le mât de l’épave est complètement relevé",
    "The shipwreck's mast is considered raised when the latch prevents it from returning to its starting position.": "Le mât de l’épave est considéré complètement relevé lorsque le loquet l’empêche de\nrevenir à sa position initiale",
    "KRAKEN'S TREASURE": "TRÉSOR DU KRAKEN",
    "If the treasure chest is completely outside the kraken's nest": "Si le coffre au trésor est complètement en dehors de l’antre du Kraken",
    "ARTIFICIAL HABITAT": "HABITAT ARTIFICIEL",
    "If an artificial habitat stack segment is completely flat and upright": "Si un segment de paquet d’habitat artificiel est positionné dans le bon sens",
    "There are four segments of the artificial habitat stack, each defined by its yellow base. A segment is considered upright when the crab is above its yellow base.": "Il y a quatre segments de la pile d’habitat artificiel, chacun défini par sa base jaune. Un segment est\nconsidéré dans le bon sens lorsque le crabe se trouve au-dessus de sa base jaune.",
    "UNEXPECTED ENCOUNTER": "RENCONTRE INATTENDUE",
    "If the unknown creature is released": "Si la créature inconnue est libérée",
    "SEND OVER THE SUBMERSIBLE": "ENVOI DU SUBMERSIBLE",
    "If your team's yellow flag is down": "Si le drapeau jaune de votre équipe est abaissé",
    "If the submersible is clearly closer to the opposing field:": "Si le submersible est clairement plus proche du terrain adverse",
    "Teams may not block the opposing team. It is not possible to earn the bonus in remote competitions or if there is no opposing team.": "Les équipes ne peuvent pas bloquer l’équipe adverse.",
    "SONAR DISCOVERY": "DÉCOUVERTE PAR SONAR",
    "If one whale is revealed": "Si une baleine est détectée",
    "Bonus: If both whales are revealed": "Bonus: si les deux baleines sont détectées",
    "FEED THE WHALE": "NOURRIR LA BALEINE",
    "Krill at least partly in the whale's mouth": "Le krill est au moins en partie dans la bouche de la baleine",
    "CHANGING SHIPPING LANES": "CHANGER DE VOIES DE NAVIGATION",
    "If the ship is in the new shipping lane, touching the mat": "Si le navire se trouve dans le nouveau couloir de navigation et touche le tapis",
    "SAMPLE COLLECTION": "COLLECTE D’ÉCHANTILLONS",
    "If the water sample is completely outside the water sample area": "Si l’échantillon d’eau est complètement en dehors de sa zone d’échantillonnage",
    "If the seabed sample is no longer touching the seabed": "Si l’échantillon de fond marin ne touche plus celui-ci",
    "If the plankton sample is no longer touching the kelp forest": "Si l’échantillon de plancton ne touche plus la forêt de varech",
    "If a piece of the trident is no longer touching the shipwreck": "Si une partie du trident ne touche plus l’épave",
    "Bonus: If both pieces are no longer touching the shipwreck": "Bonus: si les deux pièces du trident ne touchent plus l’épave",
    "RESEARCH VESSEL": "NAVIRE DE RECHERCHE",
    "If any of the following are at least partly in the research vessel's cargo area:": "Si l’un des éléments suivants se trouve au moins en partie dans la zone de chargement du\nnavire de recherche",
    "Each sample": "Coffre au trésor",
    "Trident Part(s)": "Pièces du Trident",
    "Treasure Chest": "Chaque échantillon",
    "If the port's latch is at least partly in the research vessel's loop": "Si le loquet du port se trouve au moins en partie dans la boucle du navire de recherche",
    "Precision": "Jetons de précision",
    "How many Precision Tokens are left on the field?": "Combien de jetons de précision restent-ils sur le terrain ?",
    "Gracious Professionalism": "Professionnalisme coopératif",
    "Gracious Professionalism® displayed at the robot game table": "Professionnalisme coopératif® démontré à la table du jeu du robot",
    "Developing": "DÉVELOPPÉ",
    "Accomplished": "ACCOMPLI",
    "Exceeds": "EXCELLENT",
    "Blue": "Bleu",
    "Pink": "Rose",
    "Orange": "Orange",
    "Save Rubric": "Sauvegarder la rubrique",
    "Beginning": "DÉBUTANT",
    "Load Rubric No.": "Charger la n°.",
    "Delete all Saved Rubrics": "Supprimer toutes les rubriques sauvegardées",
    "Import Shared Rubrics": "Importer les rubriques partagées",
    "Share Rubrics": "Partager les rubriques",
    "Past Rubrics:": "Anciennes rubriques :",
    "Core Values": "Valeurs fondamentales",
    "The FIRST® Core Values are the lens through which judges watch the team's presentations and evaluate their progress.": "Les valeurs fondamentales de la FIRST® sont le prisme à\ntravers lequel les juges regardent les présentations et évaluent ces dernières.",
    "Judging Session Feedback": "Restitution de la session de jury",
    "If the team is a candidate for one of these awards, please tick the appropriate box. Check with your event organizer which optional awards your event uses.": "Vérifiez auprès de votre organisateur quels prix facultatifs sont proposés. Si l’équipe est candidate à l’un de ces prix, veuillez cocher la\ncase appropriée.\nPour chaque ligne, indiquez le prix facultatif. Si besoin, vous pouvez rajouter des lignes avec leurs cases associées.",
    "Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win": "Prix de la percée - Une équipe qui a fait des progrès significatifs dans sa confiance et ses capacités et qui comprend que ce qu'elle découvre est plus important que ce qu'elle gagne.",
    "Rising All-Star - A team that the judges notice and expect great things from in the future": "Étoile montante - Une équipe que les juges remarquent et dont ils attendent de grandes choses à l'avenir.",
    "Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam": "Motiver - Une équipe qui adhère à la culture de la FIRST LEGO League par la construction de l'équipe, l'esprit d'équipe et l'enthousiasme affiché.",
    "Core Values -- How did the team demonstrate teamwork, discovery, inclusion, innovation, impact, and fun in their work?": "Valeurs fondamentales – Comment l’équipe a fait preuve d’esprit d’équipe, de découverte, d’inclusion, d’innovation, d’impact, et de plaisir\ndans leur travail ?",
    "Feedback Comments": "Commentaires relatifs au retour",
    "Great Job": "Bon travail",
    "Think About": "Pensez à",
    "Total Points:": "Total des points :",
    "Innovation Project": "Projet d'innovation",
    "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.": "Instructions : Les équipes doivent communiquer aux juges leurs réalisations pour chacun des critères ci-dessous. Cette rubrique doit être remplie pendant la présentation du projet d'innovation.",
    "How has the team exceeded?": "Comment l'équipe s'est-elle dépassée ?",
    "Identify - Team had a clearly defined problem that was well researched.": "Identifier - L'équipe avait un problème clairement défini et bien documenté",
    "Unclear definition of the problem": "Définition peu claire du\nproblème",
    "Partially clear definition of the problem": "Définition partiellement claire du problème",
    "Clear definition of the problem": "Définition claire du problème",
    "Minimal evidence of research": "Preuve minimale de recherche",
    "Partial evidence of research from one or more sources": "Preuve partielle de recherche\nprovenant d’une ou plusieurs\nsources",
    "Clear, detailed research from a variety of sources": "Recherche claire et détaillée\nprovenant de diverses sources",
    "Design - Team worked together while creating a project plan and developing their ideas.": "CONCEVOIR – L’équipe a travaillé ensemble tout en créant un plan de projet et en développant ses idées.",
    "Minimal evidence of an effective project plan": "Preuve minimale d’un plan de\nprojet efficace",
    "Partial evidence of an effective project plan": "Preuve partielle d’un plan de\nprojet efficace",
    "Clear evidence of an effective project plan": "Preuve claire d’un plan de\nprojet efficace",
    "Minimal evidence that development process involved all team members": "Preuve minimale que le\nprocessus de développement\nimpliquait tous les membres\nde l’équipe",
    "Partial evidence that development process involved all team member": "Preuve partielle que le\nprocessus de développement\nimpliquait tous les membres\nde l’équipe",
    "Clear evidence that development process involved all team members": "Preuve claire que le processus\nde développement impliquait\ntous les membres de l’équipe",
    "Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.": "CRÉER – L’équipe a développé une idée originale ou a construit sur une idée existante avec un modèle/dessin prototype pour illustrer leur solution.",
    "Minimal explanation of innovative solution": "Explication minimale de\nl’innovation en solution",
    "Simple explanation of innovative solution": "Explication simple de\nl’innovation en solution",
    "Detailed explanation of innovative solution": "Explication détaillée de\nl’innovation en solution",
    "Unclear model/drawing that represents the solution": "Modèle/dessin peu clair qui\nreprésente la solution",
    "Simple model/drawing that represents the solution": "Modèle/dessin simple qui\nreprésente la solution",
    "Detailed model/drawing that represents the the solution": "Modèle/dessin détaillé qui\nreprésente la solution",
    "Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.": "ITÉRER – L’équipe a partagé ses idées avec d’autres, collecté des commentaires et inclus des améliorations à sa solution.",
    "Minimal sharing of their solution": "Partage minimal de leur\nsolution avec les autres",
    "Solution shared with at least one person/group": "Solution partagée avec au\nmoins une personne/un\ngroupe",
    "Solution shared with multiple people/groups": "Solution partagée avec\nplusieurs personnes/groupes",
    "Minimal evidence of improvements based on feedback": "Preuve minimale\nd’améliorations basées sur les\ncommentaires",
    "Partial evidence of improvements based on feedback": "Preuve partielle\nd’améliorations basées sur les\ncommentaires",
    "Clear evidence of improvements based on feedback": "Preuve claire des\naméliorations basées sur les\ncommentaires",
    "Communicate - Team shared an effective presentation of their solution, its impact on their users, and celebrated their team's progress.": "COMMUNIQUER – L’équipe a partagé une présentation efficace de sa solution, de son impact sur les autres, et a célébré les progrès de son équipe",
    "Unclear explanation of the solution and its potential impact on others": "Explication peu claire de la\nsolution et de son impact\npotentiel sur les autres",
    "Partially clear explanation of solution and its potential impact on others": "Explication partiellement claire\nde la solution et de son impact\npotentiel sur les autres",
    "Clear explanation of solution and its potential impact on others": "Explication claire de la solution\net de son impact potentiel sur\nles autres",
    "Presentation shows minimal pride or enthusiasm for their work": "La présentation montre\nun minimum de fierté ou\nd’enthousiasme pour leur\ntravail",
    "Presentation shows partial pride or enthusiasm for their work": "La présentation montre une\nfierté ou un enthousiasme\npartiel pour leur travail",
    "Presentation clearly shows pride or enthusiasm for their work": "L’équipe démontre\nclairement de la fierté ou de\nl’enthousiasme pour son travail",
    "Innovation Project -- How did the team identify and approach solving a problem connected to the season theme": "Projet d’Innovation – Comment l’équipe a identifié et abordé la résolution d’un problème lié au thème de la saison ?",
    "Robot Design": "Conception du robot",
    "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.": "Instructions : Les équipes doivent communiquer aux juges leurs résultats pour chacun des critères ci-dessous. Cette rubrique doit être remplie pendant l'explication de la conception du robot.",
    "Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.": "Les juges doivent cocher une case sur une ligne séparée pour indiquer le niveau atteint par l'équipe. Si l'équipe dépasse, veuillez faire un bref commentaire dans la zone \" Dépassement \".",
    "Identify -Team determined which missions to attempt, explored building and coding resources, and sought guidance as needed": "IDENTIFIER – L’équipe a déterminé les missions à tenter, exploré les ressources de construction et de codage et demandé des conseils si nécessaire.",
    "Minimal evidence of mission strategy": "Preuve minimale de la\nstratégie de mission",
    "Partial evidence of mission strategy": "Preuve partielle de la stratégie\nde mission",
    "Clear evidence of mission strategy": "Preuve claire de la stratégie de\nmission",
    "Minimal use of building or coding resources": "Utilisation minimale des\nressources de construction ou\nde codage",
    "Some use of building or coding resources": "Une partielle utilisation des\nressources de construction ou\nde codage",
    "Clear use of building or coding resources to support their mission strategy": "Utilisation claire des\nressources de construction ou\nde codage pour soutenir leur\nstratégie de mission",
    "Design - Team members worked collaboratively on their designs and developed the building and coding skills needed.": "CONCEVOIR – Les membres de l’équipe ont travaillé en collaboration sur leurs conceptions et développé les compétences de construction et de\ncodage nécessaires.",
    "Minimal evidence that all team members contributed ideas": "Preuve minimale que tous\nles membres de l’équipe ont\napporté des idées",
    "Partial evidence that all team members contributed ideas": "Preuve partielle que tous\nles membres de l’équipe ont\napporté des idées",
    "Clear evidence that all team members contributed ideas": "Preuve claire que tous les\nmembres de l’équipe ont\napporté des idées",
    "Minimal evidence of building and coding skills in all team members": "Preuve minimale de\ncompétences en matière de\nconception et de codage chez\ntous les membres de l’équipe",
    "Partial evidence of building and coding skills in all team members": "Preuve partielle de\ncompétences en matière de\nconception et de codage chez\ntous les membres de l’équipe",
    "Clear evidence of building and coding skills in all team members": "Preuve claire des compétences\nen matière de conception et de\ncodage chez tous les membres\nde l’équipe",
    "Create - Team developed original designs or improved on existing ones according to their mission strategy": "CRÉER – L’équipe a développé des conceptions originales ou améliorées celles existantes en fonction de leur stratégie de mission",
    "Unclear explanation of attachments and their purpose": "Explication peu claire des\npièces jointes et de leur\nobjectif",
    "Simple explanation of attachments and their purpose": "Explication simple des pièces\njointes et de leur objectif",
    "Clear explanation of attachments and their purpose": "Explication claire des\naccessoires innovants et de\nleur objectif",
    "Unclear explanation of code and/or sensor use": "Explication peu claire de\nl’utilisation du code et/ou du\ncapteur",
    "Simple explanation of code and/or sensor use": "Explication simple de\nl’utilisation du code et/ou du\ncapteur",
    "Clear explanation of code and/or sensor use": "Explication claire de l’utilisation\nd’un code innovant et/ou d’un\ncapteur",
    "Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their solutions.": "ITERER – L’équipe a testé plusieurs fois son robot et son code pour identifier les domaines à améliorer et intégré les résultats dans ses solutions.",
    "Minimal evidence of testing their robot and code": "Preuve minimale de test de\nleur robot et de leur code",
    "Partial evidence of testing their robot and code": "Preuve partielle du test de leur robot et de leur code",
    "Clear evidence of testing their robot and code": "Preuve évidente du test de leur robot et de leur code",
    "Minimal evidence of improvements based on testing": "Preuve minimale\nd’améliorations basées sur\nles tests",
    "Partial evidence of improvements based on testing": "Preuve partielle\nd’améliorations basées sur\ndes tests",
    "Clear evidence of improvements based on testing": "Preuve claire d’améliorations\nbasées sur des tests",
    "Communicate - Team effectively explained what they learned from the robot design process and celebrated their progress.": "COMMUNIQUER– L’équipe a expliqué efficacement ce qu’elle a appris du processus de conception du robot et a célébré ses progrès",
    "Unclear explanation of process and lessons learned": "Explication peu claire\ndu processus et des\nenseignements tirés",
    "Simple explanation of process and lessons learned": "Explication simple du\nprocessus et des leçons\napprises",
    "Detailed explanation of process and lessons learned": "Explication détaillée\ndu processus et des\nenseignements tirés",
    "Team shows minimal pride or enthusiasm for their work": "L’équipe montre peu de fierté\nou d’enthousiasme pour son\ntravail",
    "Team shows partial pride or enthusiasm for their work": "L’équipe montre une fierté ou\nun enthousiasme partiel pour\nson travail",
    "Team clearly shows pride or enthusiasm for their work": "L’équipe démontre\nclairement de la fierté ou de\nl’enthousiasme pour son travail",
    "Criteria on this page with this style of check box count dually toward Innovation Project and Core Values awards rankings": "Les critères sur cette page avec ce style de case à cocher\ncomptent doublement pour le classement des prix des projets\nd’innovation et des valeurs fondamentales.",
    "Robot Design -- How did the team approach solving robot game missions using building and coding?": "Conception du Robot – Comment l'équipe a abordé la résolution des missions du jeu du robot en utilisant la construction et le codage ?",
    "If the unknown creature is at least partly in the cold seep": "Si la créature inconnue est au moins partiellement dans la zone de suintement froid"
}