{"Translator Credit":"Traduit en Français par ...","Language Name":"French","Translated Language Name":"Français","FLL CARGO CONNECT Scorer":"Marqueur FLL CARGO CONNECT","FLL Tools":"Outils FLL","FLL Judging Rubrics":"Rubriques d'évaluation FLL","FLL Explore Review Sheet":"Fiche de révision FLL Explore","FLL CARGO CONNECT Strategy Planner":"Planificateur de la stratégie FLL CARGO CONNECT","Scoring tool, Strategy planner, and Rubrics for the FLL Season! (65 character max)":"Outil de marquage des points, planificateur de stratégie, et rubriques pour la saison FLL !","This app is an all-in-one FLL tool for your team by Droids Robotics. It features an advanced scoring tool for FLL Challenge, an FLL Strategy Planner, the FLL Rubrics, and the FLL Explore Reviewing Sheet. The scorer features a built-in advanced error checking system to prevent you from incorrectly scoring your missions. The scorer is kept up-to-date to reflect any rule updates to the CARGO CONNECT robot game. You can save the scores and view your progress. Use the other tools in the App to help your team this season.":"Cette application est un outil FLL tout-en-un pour votre équipe par Droids Robotics. Elle comprend un outil de marquage avancé pour le FLL Challenge, un planificateur de stratégie FLL, les rubriques FLL et la feuille de révision FLL Explore. Le marqueur est doté d'un système de vérification des erreurs intégré et avancé qui vous empêche de noter vos missions de manière incorrecte. Le marqueur est mis à jour pour refléter toute mise à jour des règles du jeu de robot CONNEXION DE CARGAISON. Vous pouvez enregistrer les scores et visualiser votre progression. Utilisez les autres outils de l'application pour aider votre équipe cette saison.","January":"Janvier","February":"Février","March":"Mars","April":"Avril","May":"Mai","June":"Juin","July":"Juillet","August":"Août","September":"Septembre","October":"Octobre","November":"Novembre","December":"Décembre","Saved Drawings":"Dessins sauvegardés","Save Drawing":"Sauvegarder le dessin","Delete All Saved Drawings":"Supprimer tous les dessins sauvegardés","Load Saved Drawing":"Charger le dessin sauvegardé","Share Drawings":"Partager les dessins","Import Shared Drawings":"Importer les dessins partagés","Export Drawing as PNG":"Exporter le dessin en PNG","Advanced":"Avancé","Team No.":"N° de l'équipe","Your Name":"Votre nom","Yes":"Oui","No":"Non","Partly":"Partiellement","Completely":"Complétement","Reset":"Réinitialiser","Save":"Sauvegarder","Load Save":"Charger la sauvegarde","Delete All Saved Scores":"Supprimer tous les scores sauvegardés","Import Shared Scores":"Importer des scores partagés","Share Scores":"Partager les scores","Date/Time":"Date/Heure","Total Points":"Total des points","Saved file to Downloads":"Fichier sauvegardé dans Téléchargements","Failed to save file to Downloads":"Échec de la sauvegarde du fichier dans Téléchargements","Saved":"Sauvegardé","Loaded":"Chargé","Scorer":"Marqueur","Timers":"Minuteurs","Saves":"Sauvegardes","Start":"Démarrer","Navigation":"Navigation","Stop":"Arrêter","Points":"Points","Completed":"Complété","Timer:":"Minuteur :","Stopwatch:":"Chronomètre :","Score History":"Historique des scores","Mission":"Mission","Advantage":"Avantage","Does all your equipment fit in the small inspection area?":"Tout votre équipement tient-il dans la petite zone d'inspection ?","Innovation Project":"Projet d'innovation","Is any part of the model touching the CARGO CONNECT circle?":"Une partie du modèle touche-t-elle le cercle CARGO CONNECT ?","The model must be made of at least two white LEGO pieces and measures at least as long as four LEGO 'studs' in some direction.":"Le modèle doit être composé d'au moins deux pièces LEGO blanches et mesurer au moins la longueur de quatre \"plots\" LEGO dans une direction donnée.","Unused Capacity":"Capacité inutilisée","Is the hinged container completely closed and partly full of contents (1-5 content pieces) or completely full of contents (All 6 content pieces)?":"Le conteneur à charnière est-il complètement fermé et partiellement rempli de son contenu (1-5 pièces) ou complètement rempli de son contenu (les 6 pièces) ?","Unload Cargo Plane":"Décharger l'avion-cargo","Has the cargo plane been prepared for unloading so that the cargo door rests completely down, touching its black frame?":"Est-ce que l'avion-cargo a été préparé pour le déchargement de sorte que la porte du cargo repose complètement vers le bas, en touchant son cadre noir ?","Has the cargo plane been unloaded so that the container is completely separate from the plane?":"Est-ce que l'avion-cargo a été déchargé de sorte que le conteneur soit complètement séparé de l'avion ?","Transportation Journey":"Trajet des transports","Has the truck reached its destination, completely past its blue end line, on the mat?":"Est-ce que le camion a atteint sa destination, en dépassant complètement la ligne d'extrémité bleue, sur le tapis ?","Has the airplane reached its destination, completely past its blue end line, on the mat?":"Est-ce que l'avion a atteint sa destination, en dépassant complètement la ligne d'extrémité bleue, sur le tapis ?","Switch Engine":"Charger le type de moteur","Has the engine been switched from diesel to electric so that the yellow bar rests all the way down/south?":"Est-ce que le moteur diesel a été remplacé par un moteur électrique, de sorte que la barre jaune soit complètement abaissée/au sud ?","Accident Avoidance":"Prévention des accidents","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is not knocked down":"Est-ce que votre robot est garé sur la ligne bleue en prévention des accidents à la fin du match et que le panneau jaune n'est pas renversé ?","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is knocked down?":"Est-ce que votre robot est garé sur la ligne bleue en prévention des accidents à la fin du match et que le panneau jaune est renversé ?","If the black frame is knocked down at the end of the match, this mission does not score.":"Si le cadre noir est renversé à la fin du match, cette mission ne rapporte pas de points","Unload Cargo Ship":"Décharger le navire de charge","Is the container no longer touching the cargo ship’s east deck?":"Est-ce que le conteneur ne touche plus le pont Est du navire ?","Is the container completely east of the cargo ship’s east deck?":"Est-ce que le conteneur se trouve complètement à l'Est du pont Est du navire ?","Air Drop":"Largage aérien","Is the food package separated from your helicopter?":"Est-ce que le colis de nourriture est séparé de votre hélicoptère ?","Is the food package separated from the other field’s helicopter and is completely in your field’s CARGO CONNECT circle?":"Est-ce que le colis de nourriture est séparé de l'hélicoptère de l'autre terrain et se trouve complètement dans le cercle CARGO CONNECT de votre terrain ?","Have both teams separated their food packages from their field’s helicopters?":"Est-ce que les deux équipes ont séparé leurs colis de nourriture des hélicoptères de leurs terrains ?","Train Tracks": "Voies ferrées", "Is the train track repaired so that it rests completely down/west?":"Est-ce que la voie ferrée est réparée de sorte qu'elle repose complètement vers le bas / à l'ouest ?","Has the train reached its destination, latched at the end of the tracks?":"Est-ce que le train a atteint sa destination, accroché au bout des voies ?","Sorting Center":"Centre de tri","Have the containers been sorted so that the light orange container is the only container remaining completely in the blue sorting area box?":"Les conteneurs ont-ils été triés de manière à ce que le conteneur orange clair soit le seul conteneur restant complètement dans la case bleue de la zone de tri ?","Home Delivery":"Livraison à domicile","Has the package been delivered to its destination so that it is partly on the doorstep?":"Est-ce que le colis a été livré à sa destination de sorte qu'il se trouve en partie sur le pas de la porte ?","Has the package been delivered to its destination so that it is completely on the doorstep?":"Est-ce que le colis a été livré à sa destination de sorte qu'il se trouve complètement sur le pas de la porte ?","The package does not score if it is touching any equipment at the end of the match.":"Le colis ne reporte pas de points s'il touche un équipement à la fin du match","Large Delivery":"Grand colis","Is the turbine blade touching only the blue holder and the mat?":"Est-ce que l'aube de la turbine ne touche que le support bleu et le tapis ?","Is the turbine blade touching only the blue holder and nothing else?":"Est-ce que l'aube de la turbine ne touche que le support bleu et rien d'autre ?","Is the chicken statue upright with its base partly or completely in its circle?":"Est-ce que la statue de poulet est debout avec sa base partiellement ou complètement dans son cercle ?","Platooning Trucks":"Camions de peloton","Are both trucks latched together completely outside of home?":"Les deux camions sont-ils complètement accrochés ensemble à l'extérieur de la maison ?","Is a truck latched to the bridge?":"Est-ce qu'un des camions est accroché au pont ?","Bridge":"Pont","How many bridge decks have been lowered and rest on their center support?":"Combien de tabliers de pont ont été abaissés et reposent sur leur support central ?","Load Cargo":"Charger la cargaison","How many containers are on and touching only the platooning trucks?":"Combien de conteneurs sont sur un camion de peloton et ne touchent que ce camion de peloton ?","How many containers are on and touching only the train?":"Combien de conteneurs sont sur le train et ne touchent que ce train ?","How many containers are on and touching only the cargo ship's west deck?":"Combien de conteneurs sont sur le pont ouest du navire et ne touchent que ce pont ouest du navire ?","Containers on Platooning Trucks must be completely outside of home.":"Les conteneurs des camions de peloton doivent être complètement à l'extérieur de la maison","CARGO CONNECT":"CARGO CONNECT","How many containers are partly in any circle?":"Combien de conteneurs sont en partie dans un cercle quelconque ?","How many containers are completely in any circle?":"Combien de conteneurs sont complètement dans un cercle quelconque ?","Is the blue (not hinged) container completely in the blue circle?":"Le conteneur bleu (sans charnière) est-il complètement dans le cercle bleu ?","Is the lime green container completely in the lime green circle?":"Le conteneur vert lime est-il complètement dans le cercle vert lime ?","How many circles are there with at least one container completely in them?":"Combien de cercles y a-t-il avec au moins un conteneur complètement dedans ?","Precision":"Jetons de précision","How many Precision Tokens are left on the field?":"Combien de jetons de précision restent-ils sur le terrain ?","Gracious Professionalism":"Professionnalisme coopératif","Gracious Professionalism® displayed at the robot game table":"Professionnalisme coopératif® démontré à la table du jeu du robot","Save Rubric":"Sauvegarder la rubrique","Beginning":"Commencement","Developing":"Développement","Accomplished":"Accomplissement","Exceeds":"Dépassement","Load Rubric No.":"Charger la rubrique n°.","Delete all Saved Rubrics":"Supprimer toutes les rubriques sauvegardées","Import Shared Rubrics":"Importer les rubriques partagées","Share Rubrics":"Partager les rubriques","Past Rubrics:":"Anciennes rubriques :","Core Values":"Valeurs fondamentales","Instructions: The Core Values should be the lens through which you watch the team’s presentations. All team members should be demonstrating the Core Values in everything they do. This rubric should be used to record the Core Values observed thoughout the judging session.":"Instructions : Les valeurs fondamentales doivent être la lentille à travers laquelle vous regardez les présentations de l'équipe. Tous les membres de l'équipe doivent faire preuve des valeurs fondamentales dans tout ce qu'ils font. Cette rubrique doit être utilisée pour enregistrer les valeurs fondamentales observées tout au long de la session d'évaluation.","If the team is a candidate for one of these awards, please tick the appropriate box:":"Si l'équipe est candidate à l'un de ces prix, veuillez cocher la case correspondante :","Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win":"Prix de la percée - Une équipe qui a fait des progrès significatifs dans sa confiance et ses capacités et qui comprend que ce qu'elle découvre est plus important que ce qu'elle gagne.","Rising All-Star - A team that the judges notice and expect great things from in the future":"Étoile montante - Une équipe que les juges remarquent et dont ils attendent de grandes choses à l'avenir.","Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam":"Motiver - Une équipe qui adhère à la culture de la FIRST LEGO League par la construction de l'équipe, l'esprit d'équipe et l'enthousiasme affiché.","Minimally observed across the team.":"Minimalement observé dans l'ensemble de l'équipe.","Inconsistently observed across the team":"Observé de manière incohérente au sein de l'équipe","Consistently observed across the team":"Constamment observé dans toute l'équipe","Explain how team exceeds":"Expliquez comment l'équipe dépasse les attentes","Discovery - Team explored new skills and ideas.":"Découverte - L'équipe a exploré de nouvelles compétences et idées","Innovation - Team used creativity and persistance to solve problems":"Innovation - L'équipe a fait preuve de créativité et de persévérance pour résoudre les problèmes","Impact - Team applied what they learned to improve their world":"Impact - L'équipe a appliqué ce qu'elle a appris pour améliorer son monde","Inclusion - Team demonstrated respect and embraced their differences":"Inclusion - L'équipe a fait preuve de respect et a accepté ses différences","Teamwork - Team clearly showed they had worked as a team throughout their journey":"Travail d'équipe - L'équipe a clairement montré qu'elle avait travaillé en équipe tout au long de son parcours","Fun - Team clearly had fun and celebrated what they had achieved":"Plaisir - L'équipe s'est clairement amusée et a célébré ce qu'elle avait accompli","Feedback Comments":"Commentaires relatifs au retour","Great Job":"Excellent travail","Think About":"Pensez-y","Total Points:":"Total des points :","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.":"Instructions : Les équipes doivent communiquer aux juges leurs réalisations pour chacun des critères ci-dessous. Cette rubrique doit être remplie pendant la présentation du projet d'innovation.","Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.":"Les juges doivent cocher une case sur une ligne séparée pour indiquer le niveau atteint par l'équipe. Si l'équipe dépasse, veuillez faire un bref commentaire dans la zone \" Dépassement \".","How has the team exceeded?":"Comment l'équipe s'est-elle dépassée ?","Identify - Team had a clearly defined problem that was well researched.":"Identifier - L'équipe avait un problème clairement défini et bien documenté","Problem not clearly defined":"Problème non clairement défini","Partially clear definition of the problem":"Définition partiellement claire du problème","Clear definition of the problem":"Définition claire du problème","Minimal research":"Recherche minimale","Partial research from more than one source":"Recherche partielle à partir de plus d`une source","Clear, detailed research from a variety of sources":"Recherche claire et détaillée à partir de diverses sources","Design - Team generated innovative ideas independently before selecting and planning which one to develop.":"Conception - L'équipe a généré des idées innovantes de manière indépendante avant de sélectionner et de planifier celle à développer","Minimal evidence of an inclusive selection process":"Preuve minimale d'un processus de sélection inclusif","Partial evidence of an inclusive selection process":"Preuve partielle d'un processus de sélection inclusif","Clear evidence of an inclusive selection process":"Preuve évidente d'un processus de sélection inclusif","Minimal evidence of an effective plan":"Preuve minimale d'un plan efficace","Partial evidence of an effective plan":"Preuve partielle d'un plan efficace","Clear evidence of an effective plan":"Preuve évidente d'un plan efficace","Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.":"Créer - L'équipe a développé une idée originale ou s'est inspirée d'une idée existante avec un prototype/dessin pour représenter sa solution","Minimal development of innovative solution":"Développement minimal d'une solution innovante","Partial development of innovative solution":"Développement partiel d'une solution innovante","Clear development of innovative solution":"Développement clair d'une solution innovante","Unclear model/drawing of solution":"Prototype/dessin de la solution peu clair","Simple model/drawing that helps to share the solution":"Prototype/dessin simple qui aide à partager la solution","Detailed model/drawing that helps to share the solution":"Prototype/dessin détaillé qui aide à partager la solution","Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.":"Itération - Les équipes ont partagé leurs idées, recueilli des retours et intégré des améliorations dans leur solution","Minimal sharing of their solution":"Partage minimal de leur solution","Shared their solution with user OR professional":"Ont partagé leur solution avec l'utilisateur OU le professionnel","Shared their solution with user AND professional":"Ont partagé leur solution avec l'utilisateur ET le professionnel","Minimal evidence of improvements in their solution":"Peu de preuves d'amélioration de leur solution","Partial evidence of improvements in their solution":"Preuve partielle de l'amélioration de leur solution","Clear evidence of improvements in their solution":"Preuve évidente de l'amélioration de leur solution","Communicate - Team shared a creative and effective presentation of their current solution and its impact on their users.":"Communiquer - L'équipe a partagé une présentation créative et efficace de sa solution actuelle et de son impact sur ses utilisateurs","Presentation minimally engaging":"Présentation peu engageante","Presentation partially engaging":"Présentation partiellement engageante","Presentation engaging":"Présentation engageante","Solution and its potential impact on others unclear":"Solution et son impact potentiel sur d'autres personnes peu clairs","Solution and its potential impact on others partially clear":"Solution et son impact potentiel sur les autres partiellement clairs","Solution and its potential impact on others clear":"Solution et son impact potentiel sur les autres clairs","Robot Design":"Conception du robot","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.":"Instructions : Les équipes doivent communiquer aux juges leurs résultats pour chacun des critères ci-dessous. Cette rubrique doit être remplie pendant l'explication de la conception du robot.","Identify - Team had a clearly defined mission strategy and explored building and coding skills they needed.":"Identifier - L'équipe avait une stratégie de mission clairement définie et a exploré les compétences de construction et de codage dont elle avait besoin","Unclear mission strategy":"Stratégie de mission peu claire","Partially clear mission strategy":"Stratégie de mission partiellement claire","Clear mission strategy":"Stratégie de mission claire","Limited evidence of building and coding skills in all team members":"Preuve limitée de compétences en matière de construction et de codage chez tous les membres de l'équipe","Inconsistent evidence of building and coding skills in all team members":"Preuve inconsistante de compétences en matière de construction et de codage chez tous les membres de l'équipe","Consistent evidence of building and coding skills in all team members":"Preuve consistante de compétences de construction et de codage chez tous les membres de l'équipe","Design - Team produced innovative designs and a clear workplan, seeking guidance as needed.":"Conception - L'équipe a produit des conceptions innovantes et un plan de travail clair, en demandant des conseils si besoin est","Minimal evidence of an effective workplan":"Peu de preuves d'un plan de travail efficace","Partial evidence of an effective workplan":"Preuve partielle d'un plan de travail efficace","Clear evidence of an effective workplan":"Preuve évidente d'un plan de travail efficace","Minimal explanation of robot and code's innovative features":"Explication minimale des caractéristiques innovantes du robot et du code","Partial explanation of robot and code's innovative features":"Explication partielle des caractéristiques innovantes du robot et du code","Clear explanation of robot and code's innovative features":"Explication claire des caractéristiques innovantes du robot et du code","Create - Team developed an effective robot and code solution matching their mission strategy.":"Créer - L'équipe a développé un robot efficace et une solution de code correspondant à sa stratégie de mission","Limited explanation of their robot and its attachment and sensor functionality":"Explication limitée de leur robot, de ses accessoires et de la fonctionnalité de ses capteurs","Simple explanation of their robot and its attachment and sensor functionality":"Explication simple de leur robot, de ses accessoires et de la fonctionnalité de ses capteurs","Detailed explanation of their robot and its attachment and sensor functionality":"Explication détaillée de leur robot, de ses accessoires et de la fonctionnalité de ses capteurs","Unclear explanation of how code makes their robot act":"Explication peu claire de la façon dont le code fait agir leur robot","Partially clear explanation of how code makes the robot act":"Explication partiellement claire de la manière dont le code fait agir leur robot","Clear explanation of how code makes their robot act":"Explication claire de la façon dont le code fait agir leur robot","Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their current solution.":"Itération - L'équipe a testé à plusieurs reprises son robot et son code pour identifier les points à améliorer et a intégré les résultats dans sa solution actuelle","Minimal evidence of testing their robot and code":"Peu de preuves du test de leur robot et de leur code","Partial evidence of testing their robot and code":"Preuve partielle du test de leur robot et de leur code","Clear evidence of testing their robot and code":"Preuve évidente du test de leur robot et de leur code","Minimal evidence their robot and code was improved":"Peu de preuves de l'amélioration de leur robot et de leur code","Partial evidence their robot and code was improved":"Preuve partielle de l'amélioration de leur robot et de leur code","Clear of evidence their robot and code was improved":"Preuve évidente de l'amélioration de leur robot et de leur code","Communicate - Team's explanation of the robot design process was effective and showed how all team members have been involved.":"Communiquer - L'explication par l'équipe du processus de conception du robot a été efficace et a montré comment tous les membres de l'équipe ont été impliqués","Unclear explanation of robot design process":"Explication peu claire du processus de conception du robot","Partially clear explanation of robot design process":"Explication partiellement claire du processus de conception du robot","Clear explanation of robot design process":"Explication claire du processus de conception du robot","Minimal evidence that all team members were involved":"Peu de preuves de l'implication de tous les membres de l'équipe","Partial evidence that all team members were involved":"Preuve partielle de la participation de tous les membres de l'équipe","Clear evidence that all team members were involved":"Preuve claire de l'implication de tous les membres de l'équipe","Reviewing Sheet":"Fiche de révision","Past Reviewing Sheets":"Anciennes fiches de révision","Coding Award - These teams gave effective explanations about how their code made their team models move and showed good communication skills.":"Prix du codage - Ces équipes ont donné des explications précises sur la façon dont leur code faisait bouger les modèles de leur équipe et ont fait preuve de bonnes compétences en matière de communication.","Challenge Solution Award -  These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"Prix de la solution du défi - Ces équipes ont fait preuve d'excellentes compétences en matière de résolution de problèmes pour créer une solution innovante et utile au défi.","Team Poster Award - These teams showed creativity on their team poster and clearly explained what they had learned through their FIRST(R) LEGO(R) League Explore team journey":"Prix de la poster d'équipe - Ces équipes ont fait preuve de créativité sur leur poster d'équipe et ont clairement expliqué ce qu'elles avaient appris au cours du parcours de leur équipe de la FIRST(R) LEGO(R) League Explore.","Core Values Award - These teams demonstrated great teamwork as they explored the challenge, showing they fully understood the FIRST® Core Values.":"Prix des valeurs fondamentales - Ces équipes ont fait preuve d'un grand esprit d'équipe en explorant le défi, montrant qu'elles comprenaient parfaitement les valeurs fondamentales de FIRST®.","Team Model Award - These teams displayed innovation and creativity through the design and building of their team models.":"Prix du modèle d'équipe - Ces équipes ont fait preuve d'innovation et de créativité dans la conception et la construction de leurs modèles d'équipe.","Challenge Solution Award - These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"Prix de la solution du défi - Ces équipes ont fait preuve d'excellentes compétences en matière de résolution de problèmes pour créer une solution innovante et utile au défi.","Reviewing Criteria:":"Critères de révision :","Beginning: This item was beginning to develop in the team’s model, poster, presentation, or answers.":"Commencement : Cet élément commençait à se développer dans le modèle de l`équipe, le poster, la présentation ou les réponses.","Exceeds: The team went above and beyond the challenge in this area.":"Dépassement : L'équipe est allée au-delà du défi dans ce domaine.","Challenge Solution":"Solution du défi","What did your team learn about the challenge?":"Qu'est-ce que votre équipe a appris sur le défi ?","The team learned about the challenge and explored the multiple solutions.":"L'équipe a pris connaissance du défi à relever et a exploré de multiples solutions.","How could this impact your community?":"Comment cela pourrait-il avoir un impact sur votre communauté ?","The team’s solution has the potential to make a great impact on the community.":"La solution de l'équipe a le potentiel d'avoir un grand impact sur la communauté.","How did you use Core Values?":"Comment avez-vous utilisé les valeurs fondamentales ?","Team members explained how they worked as a team and understood the Core Values giving examples":"Les membres de l'équipe ont expliqué comment ils travaillaient en équipe et comprenaient les valeurs fondamentales en donnant des exemples.","What skills did you learn from each other?":"Quelles compétences avez-vous acquises les uns des autres ?","Team members showed they had learned new skills when working together.":"Les membres de l'équipe ont montré qu'ils avaient acquis de nouvelles compétences en travaillant ensemble.","Team Model":"Modèle de l'équipe","Describe your team model.":"Décrivez votre modèle d'équipe.","The team described the team model and the solutions to the challenge that it represented.":"L'équipe a décrit le modèle d'équipe et les solutions au défi qu'il représentait.","Did you include the treadmill, the heart game, or the combined build?":"Avez-vous inclus le tapis roulant, le jeu du cœur, ou la construction combinée ?","The team included one or more of the components in their team model.":"L'équipe a inclus un ou plusieurs des composants dans son modèle d'équipe.","Coding":"Codage","What part of your model is motorized?":"Quelle partie de votre modèle est motorisée ?","Team used motor(s) and sensors to make their model move and be interactive":"L'équipe a utilisé un ou plusieurs moteurs et des capteurs pour faire bouger son modèle et le rendre interactif.","How did you code your motorized part?":"Comment avez-vous codé votre partie motorisée ?","Team members explained how their code(s) made their model move.":"Les membres de l'équipe ont expliqué comment leur(s) code(s) faisait bouger leur modèle.","Team Poster":"Poster de l'équipe","What did you include in your team poster?":"Qu'avez-vous inclus dans votre poster d'équipe ?","The poster showed information about their challenge solutions, team model, coding, and their team.":"Le poster présentait des informations sur les solutions du défi, le modèle de l'équipe, le codage et sur l'équipe.","How does it show your team journey?":"Comment cela montre-t-il le parcours de votre équipe ?","Team members told or showed how they worked as a team to create their poster.":"Les membres de l'équipe ont raconté ou montré comment ils ont travaillé en équipe pour créer leur poster.","Instructions: Reviewers are required to tick one box on each separate line to indicate the team’s achievement.":"Instructions : Les réviseurs doivent cocher une case sur chaque ligne distincte pour indiquer la réalisation de l'équipe."}
