{"Translator Credit":"תורגם לעברית ע\"י קבוצת D-Bug #3316 מתל-אביב","Language Name":"Hebrew","Translated Language Name":"עברית","FLL CARGO CONNECT Scorer":"מנקד FLL CARGO CONNECT","FLL Tools":"כלים ל-FLL","FLL Judging Rubrics":"מחווני שיפוט","FLL Explore Review Sheet":"מחווני הערכה ל-FLL Explore","FLL CARGO CONNECT Strategy Planner":"שרטוט אסטרטגיה ל- FLL CARGO CONNECT","Scoring tool, Strategy planner, and Rubrics for the FLL Season! (65 character max)":"תוכנת ניקוד, שרטוט אסטרטגיה ומחוונים לעונת ה-FLL!","This app is an all-in-one FLL tool for your team by Droids Robotics. It features an advanced scoring tool for FLL Challenge, an FLL Strategy Planner, the FLL Rubrics, and the FLL Explore Reviewing Sheet. The scorer features a built-in advanced error checking system to prevent you from incorrectly scoring your missions. The scorer is kept up-to-date to reflect any rule updates to the CARGO CONNECT robot game. You can save the scores and view your progress. Use the other tools in the App to help your team this season.":"אפליקציה זו היא כלי הכל-כלול ל-FLL למען הקבוצה שלך שנבנתה ע\"י Droids Robotics ותורגמה לעברית ע\"י קבוצת D-Bug #3316 מתל-אביב.\nהיא כוללת מנקד משחק הרובוט ל-FLL Challenge, תוכנה לשרטוט אסטרטגיה ל-FLL, מחווני ה-FLL, ומחווני ההערכה ל-FLL Explore.\n\nמנקד משחק הרובוט כולל תוכנת בדיקת טעויות על מנת למנוע שגיאות בניקוד המשימות. המנקד מתעדכן לפי העדכונים למשחק הרובוט של CARGO CONNECT. \n\nאתם יכולים לשמור את הניקודים שלכם ולעקוב אחרי ההתקדמות שלכם. השתמשו בכלים הנוספים באפליקציה על מנת לעזור לקבוצה שלכם בעונה זו, בהצלחה!","January":"ינואר","February":"פברואר","March":"מרץ","April":"אפריל","May":"מאי","June":"יוני","July":"יולי","August":"אוגוסט","September":"ספטמבר","October":"אוקטובר","November":"נובמבר","December":"דצמבר","Saved Drawings":"שרטוטים שמורים","Save Drawing":"שמור שרטוט","Delete All Saved Drawings":"מחק את כל השרטוטים השמורים","Load Saved Drawing":"טען שרטוט שמור","Share Drawings":"שתף שרטוטים","Import Shared Drawings":"יבוא שרטוטים משותפים","Export Drawing as PNG":"יצוא שרטוט כ-PDF","Advanced":"מתקדם","Team No.":"מספר קבוצה:","Your Name":"השם שלך","Yes":"כן","No":"לא","Partly":"חלקי","Completely":"באופן מלא","Reset":"אתחול","Save":"שמור","Load Save":"טען שמירה","Delete All Saved Scores":"מחיקת כל הניקודים השמורים","Import Shared Scores":"יבוא ניקודים משותפים","Share Scores":"שתף ניקודים","Date/Time":"תאריך/שעה","Total Points":"סה\"כ נקודות","Saved file to Downloads":"שמור קובץ להורדות","Failed to save file to Downloads":"תקלה בשמירת קובץ להורדות","Saved":"נשמר","Loaded":"נטען","Scorer":"מנקד","Timers":"טיימרים","Saves":"שמורים","Start":"התחל","Navigation":"ניווט","Stop":"הפסק","Points":"נקודות","Completed":"הושלם","Timer:":"טיימר:","Stopwatch:":"סטופר:","Score History":"היסטוריית ניקודים","Mission":"משימה","Advantage":"בונוס ביקורת ציוד","Does all your equipment fit in the small inspection area?":"כל הציוד שלכם נכנס באזור הביקורת הקטן?","Innovation Project":"דגם פרוייקט חדשנות","Is any part of the model touching the CARGO CONNECT circle?":"האם חלק כלשהו מהדגם נוגע בעיגול ה-CARGO CONNECT?","The model must be made of at least two white LEGO pieces and measures at least as long as four LEGO 'studs' in some direction.":"הדגם חייב להיות בנוי מלפחות שני חלקי LEGO לבנים ובאורך של לפחות 4 בליטות LEGO בכיוון כלשהו.","Unused Capacity":"קיבולת לא מנוצלת","Is the hinged container completely closed and partly full of contents (1-5 content pieces) or completely full of contents (All 6 content pieces)?":"האם המכולה סגורה לגמרי ומלאה חלקית בתכולה (1-5 חלקי תכולה) או מלאה לגמרי בתכולה (כל 6 חלקי התכולה)?","Unload Cargo Plane":"פריקת מטוס התובלה","Has the cargo plane been prepared for unloading so that the cargo door rests completely down, touching its black frame?":"האם מטוס התובלה הוכן לפריקה כך שדלת המטען מונחת לגמרי למטה, ונוגעת במסגרת השחורה שלה?","Has the cargo plane been unloaded so that the container is completely separate from the plane?":"האם מטוס התובלה נפרק כך שהמכולה נפרדת לחלוטין מהמטוס?","Transportation Journey":"מסע ההובלה","Has the truck reached its destination, completely past its blue end line, on the mat?":"האם המשאית הגיעה ליעדה, לגמרי מעבר לקו הסיום הכחול שלה, ונמצאת על השטיח?","Has the airplane reached its destination, completely past its blue end line, on the mat?":"האם המטוס הגיע ליעדו, לגמרי מעבר לקו הסיום הכחול שלו, ונמצא על השטיח?","Switch Engine":"החלפת מנוע","Has the engine been switched from diesel to electric so that the yellow bar rests all the way down/south?":"האם המנוע הוחלף ממנוע דיזל למנוע חשמלי כך שהקורה הצהובה מונחת כל הדרך למטה/דרומה?","Accident Avoidance":"הימנעות מתאונות","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is not knocked down":"האם הרובוט שלכם חנה מעל הקו הכחול של הימנעות מתאונות בסוף המקצה, והמשטח הצהוב לא הופל למטה?","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is knocked down?":"האם הרובוט שלכם חנה מעל הקו הכחול של הימנעות מתאונות בסוף המקצה, והמשטח הצהוב הופל למטה?","If the black frame is knocked down at the end of the match, this mission does not score.":"אם בסוף המקצה המסגרת השחורה הופלה, משימה זו לא מזכה בנקודות.","Unload Cargo Ship":"פריקת ספינת התובלה","Is the container no longer touching the cargo ship’s east deck?":"האם המכולה כבר לא נוגעת בסיפון המזרחי של ספינת התובלה?","Is the container completely east of the cargo ship’s east deck?":"האם המכולה נמצאת לגמרי ממזרח לסיפון המזרחי של ספינת התובלה?","Air Drop":"הצנחת מטען","Is the food package separated from your helicopter?":"האם חבילת האוכל הופרדה מהמסוק שלכם?","Is the food package separated from the other field’s helicopter and is completely in your field’s CARGO CONNECT circle?":"האם חבילת האוכל הופרדה מהמסוק בזירה השנייה, והיא לגמרי בתוך עיגול ה-CARGO CONNECT שלכם?","Have both teams separated their food packages from their field’s helicopters?":"האם שתי הקבוצות הפרידו את חבילת האוכל מהמסוק בזירה שלהן?","Train Tracks": "מסילת רכבת","Is the train track repaired so that it rests completely down/west?":"האם מסילת הרכבת תוקנה כך שהיא מונחת לגמרי למטה/מערב?","Has the train reached its destination, latched at the end of the tracks?":"האם הרכבת הגיעה ליעדה, כשהיא נעולה בקצה המסילה?","Sorting Center":"מרכז מיון","Have the containers been sorted so that the light orange container is the only container remaining completely in the blue sorting area box?":"האם המכולות מוינו כך שרק המכולה הכתומה נשארת לגמרי בתוך אזור המיון הכחול?","Home Delivery":"משלוח עד הבית","Has the package been delivered to its destination so that it is partly on the doorstep?":"האם החבילה נמסרה ליעדה כך שהיא חלקית על מפתן הדלת?","Has the package been delivered to its destination so that it is completely on the doorstep?":"האם החבילה נמסרה ליעדה כך שהיא לגמרי על מפתן הדלת?","The package does not score if it is touching any equipment at the end of the match.":"החבילה ל מזכה בניקוד אם היא נוגעת בציוד כלשהו בסוף המקצה.","Large Delivery":"משלוח גדול","Is the turbine blade touching only the blue holder and the mat?":"האם להב הטורבינה נוגע רק במעמד הכחול ובשטיח?","Is the turbine blade touching only the blue holder and nothing else?":"האם להב הטורבינה נוגע רק במעמד הכחול ובשום דבר אחר?","Is the chicken statue upright with its base partly or completely in its circle?":"האם פסל התרנגולת עומד ישר על בסיסו בתוך העיגול באופן מלא או חלקי?","Platooning Trucks":"שרשור משאיות","Are both trucks latched together completely outside of home?":"האם שתי המשאיות מחוברות יחד, לגמרי מחוץ לבית?","Is a truck latched to the bridge?":"האם משאית מחוברת לגשר?","Bridge":"גשר","How many bridge decks have been lowered and rest on their center support?":"כמה משטחי גשר הורדו כך שהם נחים על התומך המרכזי שלהם?","Load Cargo":"טעינת מטענים","How many containers are on and touching only the platooning trucks?":"כמה מכולות יש על ונוגעות רק במשאיות השרשור?","How many containers are on and touching only the train?":"כמה מכולות יש על ונוגעות רק ברכבת?","How many containers are on and touching only the cargo ship's west deck?":"כמה מכולות יש על ונוגעות רק בסיפון המערבי של ספינת התובלה?","Containers on Platooning Trucks must be completely outside of home.":"מכולות על משאיות השרשור חייבות להיות לגמרי מחוץ לאזור הבית.","CARGO CONNECT":"CARGO CONNECT","How many containers are partly in any circle?":"כמה מכולות נמצאות חלקית בעיגול כלשהו?","How many containers are completely in any circle?":"כמה מכולות נמצאות לגמרי בעיגול כלשהו?","Is the blue (not hinged) container completely in the blue circle?":"האם המכולה הכחולה (ללא הצירים) נמצאת לגמרי בתוך העיגול הכחול?","Is the lime green container completely in the lime green circle?":"האם המכולה הירוקה נמצאת לגמרי בתוך העיגול הירוק?","How many circles are there with at least one container completely in them?":"בכמה עיגולים יש מכולה אחת לפחות לגמרי בפנים?","Precision":"אסימוני דיוק","How many Precision Tokens are left on the field?":"כמה אסימוני דיוק נשארו על הזירה?","Gracious Professionalism":"מקצועיות אדיבה","Gracious Professionalism® displayed at the robot game table":"מקצועיות אדיבה מודגמת בזירת משחק הרובוט","Save Rubric":"שמור מחוון","Beginning":"מתחילים","Developing":"מתפתחים","Accomplished":"מיומנים","Exceeds":"מצטיינים","Load Rubric No.":"טען מחוון מספר","Delete all Saved Rubrics":"מחק את כל המחוונים השמורים","Import Shared Rubrics":"יבוא מחוונים משותפים","Share Rubrics":"שתף מחוונים","Past Rubrics:":"מחוונים קודמים:","Core Values":"ערכי הליבה","Instructions: The Core Values should be the lens through which you watch the team’s presentations. All team members should be demonstrating the Core Values in everything they do. This rubric should be used to record the Core Values observed thoughout the judging session.":"ערכי הליבה צריכים לשמש כזכוכית מגדלת דרכה\nאתם מסתכלים על הופעת הקבוצה. כל חברי\nהקבוצה צריכים להדגים את ערכי הליבה בכל דבר\nשהם עושים. מחוון זה צריך לשמש לת י עוד ערכי\nהליבה, בהם הבחנתם בעת מפגש השיפוט.\nהערכת ערכי הליבה תתבצע גם במהלך כל משחק\n,הרובוט , על ידי ניקוד של מקצועיות אדיבה\nאשר יתווסף להערכה כללית של ערכי הליבה.","If the team is a candidate for one of these awards, please tick the appropriate box:":"אם הקבוצה הצטיינה באחד התחומים הבאים, נא לסמן את המשבצת המתאימה:","Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win":"פורצי הדרך - קבוצה שחבריה עשו התקדמות משמעותית ביכולות יהם וב ביטחון העצמי\nשלהם והבינו שמה שהם מגלים חשוב יותר מהפרסים.","Rising All-Star - A team that the judges notice and expect great things from in the future":"הכוכב העולה - קבוצה אשר תפסה את תשומת לב השופטים והם צופים לה הישגים גדולים\nבעתיד.","Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam":"המניעים - קבוצה שמטמיעה את התרבות של FIRST LEGO League על ידי גיבוש קבוצתי, רוח צוות והתלהבות.","Minimally observed across the team.":"ניכר באופן מינימלי בין\nחברי הקבוצה","Inconsistently observed across the team":"ניכר באופן לא עקבי בין\nחברי הקבוצה","Consistently observed across the team":"ניכר באופן עקבי בין כל\nחברי הקבוצה","Explain how team exceeds":"נמקו כיצד הקבוצה התבלטה כמצטיינת","Discovery - Team explored new skills and ideas.":"גילוי – הקבוצה חקרה רעיונות ומיומנויות חדשים.","Innovation - Team used creativity and persistance to solve problems":"חדשנות – הקבוצה השתמשה ביצירתיות והתמדה על מנת לפתור בעיות","Impact - Team applied what they learned to improve their world":"השפעה – הקבוצה יישמה את מה שלמדה כדי לשפר את העולם שלה.","Inclusion - Team demonstrated respect and embraced their differences":"הכלה – הקבוצה הפגינה כבוד והכילה את השוני שבין חבריה.","Teamwork - Team clearly showed they had worked as a team throughout their journey":"עבודת צוות – הקבוצה הדגימה בברור שעבדה כצוות לאורך כל המסע שלה","Fun - Team clearly had fun and celebrated what they had achieved":"הנאה – ניכר שהקבוצה נהנתה וחגגה את ההישגים שלה","Feedback Comments":"הערות משוב","Great Job":"עבודה מצוינת:","Think About":"חשבו על:","Total Points:":"סה\"כ נקודות","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.":"הנחיות\nעל הקבוצה להציג בפני השופטים את הישגיה על פי כל אחת מאמות המידה הבאות .\nיש למלא את המחוון בזמן הצגת פרויקט החדשנות.","Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.":"על השופטים לסמן משבצת אחת בכל שורה, על מנת להעריך את רמת ההישגים של הקבוצה. אם הקבוצה מדגימה הישגים\nיוצאים מן הכלל, אנא כתבו הערה קצרה במשבצת מצטיינים .","How has the team exceeded?":"נמקו כיצד הקבוצה התבלטה כמצטיינת","Identify - Team had a clearly defined problem that was well researched.":"זיהוי – הקבוצה הגדירה את בעיה באופן ברור וחקרה אותה היטב.","Problem not clearly defined":"הבעיה אינה מוגדרת באופן ברור","Partially clear definition of the problem":"הגדרת הבעיה ברורה באופן חלקי","Clear definition of the problem":"הגדרת הבעיה ברורה לגמרי","Minimal research":"מחקר מינימלי","Partial research from more than one source":"מחקר חלקי, על סמך יותר ממקור מידע אחד","Clear, detailed research from a variety of sources":"מחקר ברור ומפורט, על\nסמך מגוון מקורות מידע","Design - Team generated innovative ideas independently before selecting and planning which one to develop.":"תכנון – הקבוצה הפיקה באופן עצמאי מספר רעיונות חדשניים לפני שבחרה ותכננה איזה מהם לפתח.","Minimal evidence of an inclusive selection process":"עדות מינימלית לתהליך\nבחירה משותף","Partial evidence of an inclusive selection process":"עדות חלקית לתהליך בחירה\nמשותף","Clear evidence of an inclusive selection process":"עדות ניכרת לתהליך בחירה\nמשותף","Minimal evidence of an effective plan":"עדות מינימלית לתוכנית\nעבודה תכליתית","Partial evidence of an effective plan":"עדות חלקית לתו כנית\nעבודה תכליתית","Clear evidence of an effective plan":"עדות ניכרת לתוכנית עבודה\nתכליתית","Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.":"יצירה – הקבוצה פיתחה רעיון חדשני או התבססה על אחד קיים, תוך הכנת אב טיפוס או סרטוט המציגים את הפתרון.","Minimal development of innovative solution":"פיתוח מינימלי של הפתרון\nהחדשני","Partial development of innovative solution":"פיתוח חלקי של הפתרון\nהחדשני","Clear development of innovative solution":"פיתוח ניכר של הפתרון\nהחדשני","Unclear model/drawing of solution":"דגם או סרטוט של הפתרון\nאינו ברור","Simple model/drawing that helps to share the solution":"דגם או סרטוט פשוטים,\nהעוזרים לשתף את הפתרון","Detailed model/drawing that helps to share the solution":"דגם או סרטוט מפורטים,\nהעוזרים לשתף את הפתרון","Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.":"חזרה ושינוי – הקבוצה שיתפה את הרעיונות שלה, אספה משובים ובעקבותיהם שילבה שיפורים בפתרון.","Minimal sharing of their solution":"שיתוף מינימלי של הפתרון","Shared their solution with user OR professional":"שיתפו את הפתרון עם קהל שיתוף מינימלי של הפתרון\nהיעד *או* עם מומחה","Shared their solution with user AND professional":"שיתפו את הפתרון עם קהל\nהיעד *וגם* עם מומחה","Minimal evidence of improvements in their solution":"עדות מינימלית ל שילוב\nשיפורים בפתרון","Partial evidence of improvements in their solution":"עדות חלקית לשילוב\nשיפורים בפתרון","Clear evidence of improvements in their solution":"עדות ניכרת לשילוב\nשיפורים בפתרון","Communicate - Team shared a creative and effective presentation of their current solution and its impact on their users.":"הצגה – הקבוצה שיתפה במצגת יצירתית ותכליתית את הפתרון העדכני שלה ואת השפעתו על המשתמשים בו","Presentation minimally engaging":"הצגת הפרויקט שובה באופן\nמינימלי","Presentation partially engaging":"הצגת הפרויקט שובה באופן\nחלקי","Presentation engaging":"הצגת הפרויקט שובה מאוד","Solution and its potential impact on others unclear":"הפתרון והשפעתו האפשרית\nעל אחרים אינם ברורים","Solution and its potential impact on others partially clear":"הפתרון והשפעתו האפשרית\nעל אחרים ברורים חלקית","Solution and its potential impact on others clear":"הפתרון והשפעתו האפשרית\nעל אחרים ברורים לחלוטין","Robot Design":"תכנון הרובוט","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.":"על הקבוצה להציג בפני השופטים את הישגיה על פי כל אחת מאמות המידה הבאות .\nיש למלא את המחוון בזמן הצגת תכנון הרובוט.","Identify - Team had a clearly defined mission strategy and explored building and coding skills they needed.":"זיהוי – לקבוצה הייתה אסטרטגיית משימה מוגדרת היטב והיא רכשה את מיומנויות ה בנייה והתכנות הנדרשות.","Unclear mission strategy":"אסטרטגיית המשימה אינה ברורה","Partially clear mission strategy":"אסטרטגיית המשימה ברורה\nחלקית","Clear mission strategy":"אסטרטגיית המשימה ברורה","Limited evidence of building and coding skills in all team members":"עדות חלקית למיומנויות\nבנייה ותכנות אצל כל חברי\nהקבוצה","Inconsistent evidence of building and coding skills in all team members":"עדות לא עקבית למיומנויות\nבנייה ותכנות אצל כל חברי\nהקבוצה","Consistent evidence of building and coding skills in all team members":"עדות עקבית למיומנויות\nבנייה ותכנות אצל כל חברי\nהקבוצה","Design - Team produced innovative designs and a clear workplan, seeking guidance as needed.":"תכנון – הקבוצה הפיקה תכנונים חדשניים ותוכנית עבודה ברורה, תוך השענות על הדרכה על פי הצורך","Minimal evidence of an effective workplan":"עדות מינימלית לתוכנית\nעבודה תכליתית","Partial evidence of an effective workplan":"עדות חלקית לתוכנית\nעבודה תכליתית","Clear evidence of an effective workplan":"עדות ברורה לתוכנית עבודה\nתכליתית","Minimal explanation of robot and code's innovative features":"הסבר מינימלי של תכונות\nחדשניות של הרובוט והתכנה","Partial explanation of robot and code's innovative features":"הסבר חלקי של תכונות\nחדשניות של הרובוט והתכנה","Clear explanation of robot and code's innovative features":"הסבר ברור של תכונות\nחדשניות של הרובוט והתכנה","Create - Team developed an effective robot and code solution matching their mission strategy.":"יצירה – הקבוצה פיתחה רובוט תכליתי ופתרון תכנותי תואם לאסטרטגיית המשימה שלה.","Limited explanation of their robot and its attachment and sensor functionality":"הסבר מוגבל של תפקודיות\nהרובוט, התוספות\nוהחיישנים","Simple explanation of their robot and its attachment and sensor functionality":"הסבר פשוט של תפקודיות\nהרובוט, התוספות\nוהחיישנים","Detailed explanation of their robot and its attachment and sensor functionality":"הסבר מפורט של תפקודיות\nהרובוט, התוספות\nוהחיישנים","Unclear explanation of how code makes their robot act":"הסבר לא ברור כיצד\nהתוכנה מפעילה את הרובוט","Partially clear explanation of how code makes the robot act":"הסבר ברור חלקית כיצד\nהתוכנה מפעילה את הרובוט","Clear explanation of how code makes their robot act":"הסבר ברור כיצד התכנה\nמפעילה את הרובוט","Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their current solution.":"חזרה ושינוי – הקבוצה בחנה שוב ושוב את הרובוט והתכנה שלה על מנת למצוא נקודות לשיפור ושילבה את הממצאים בפתרון.","Minimal evidence of testing their robot and code":"עדות מינימלית לבדיקות\nהרובוט והתכנה","Partial evidence of testing their robot and code":"עדות חלקית לבדיקות\nהרובוט והתכנה","Clear evidence of testing their robot and code":"עדות ברורה לבדיקות\nהרובוט והתכנה","Minimal evidence their robot and code was improved":"עדות מינימלית שהרובוט\nוהתכנה עברו שיפורים","Partial evidence their robot and code was improved":"עדות חלקית שהרובוט\nוהתכנה עברו שיפורים","Clear of evidence their robot and code was improved":"עדות ברורה שהרובוט\nוהתכנה עברו שיפורים","Communicate - Team's explanation of the robot design process was effective and showed how all team members have been involved.":"הצגה – הסבר הקבוצה על תהליך תכנון הרובוט היה תכליתי והדגים כיצד כל חברי הקבוצה היו שותפים בו.","Unclear explanation of robot design process":"הסבר לא ברור של תהליך\nתכנון הרובוט","Partially clear explanation of robot design process":"הסבר ברור באופן חלקי של\nתהליך תכנון הרובוט","Clear explanation of robot design process":"הסבר ברור של תהליך\nתכנון הרובוט","Minimal evidence that all team members were involved":"עדות מינימלית שכל חברי\nהקבוצה היו מעורבים","Partial evidence that all team members were involved":"עדות חלקית שכל חברי\nהקבוצה היו מעורבים","Clear evidence that all team members were involved":"עדות ברורה שכל חברי\nהקבוצה היו מעורבים","Reviewing Sheet":"מחוון להערכת קבוצה","Past Reviewing Sheets":"מחוונים קודמים","Coding Award - These teams gave effective explanations about how their code made their team models move and showed good communication skills.":"- פרס התכנות\nמוענק לקבוצות אשר\nנתנו הסבר תכליתי כיצד\nהתכנה שלהן מניעה את\nהרובוט והדגימו\nמיומנויות תקשורת\nטובות.","Challenge Solution Award -  These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"- פרס פתרון\nהאתגר\nמוענק לקבוצות אשר\nהדגימו מיומנויות\nיוצאות דופן של פתרון\nבעיות על מנת ליצור\nפתרון חדשני ומועיל\nלאתגר.","Team Poster Award - These teams showed creativity on their team poster and clearly explained what they had learned through their FIRST(R) LEGO(R) League Explore team journey":"פרס הפוסטר הקבוצתי - מוענק לקבוצות אשר הדגימו יצירתיות בפוסטר שלהן והסבירו באופן ברור מה הן למדו במהלך המסע הקבוצתי של LEGO ® FIRST League Explore","Core Values Award - These teams demonstrated great teamwork as they explored the challenge, showing they fully understood the FIRST® Core Values.":"פרס ערכי הליבה - מוענק לקבוצות אשר הדגימו עבודת צוות לאורך העבודה על האתגר, וניכר שהן הבינו את ערכי ה ליבה של ® FIRST במלואן.","Team Model Award - These teams displayed innovation and creativity through the design and building of their team models.":"פרס הדגם\n - הקבוצתי\nמוענק לקבוצות אשר\nהדגימו חדשנות\nויצירתיות בתכנון\nובניית דגמי הקבוצות\nשלהן.","Challenge Solution Award - These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"פרס פתרון\n - האתגר\nמוענק לקבוצות אשר\nהדגימו מיומנויות\nיוצאות דופן של פתרון\nבעיות על מנת ליצור\nפתרון חדשני ומועיל\nלאתגר.","Reviewing Criteria:":"קריטריונים להערכה:","Beginning: This item was beginning to develop in the team’s model, poster, presentation, or answers.":"מתחילה: נושא זה התחיל להתפתח בדגם, בפוסטר, בהצגה, או בתשובות\nהקבוצה.","Exceeds: The team went above and beyond the challenge in this area.":"מצטיינת: הקבוצה השלימה בנושא זה מעל ומעבר לדרישות האתגר.","Challenge Solution":"פתרון האתגר","What did your team learn about the challenge?":"מה הקבוצה למדה על האתגר?","The team learned about the challenge and explored the multiple solutions.":"הקבוצה למדה על האתגר וחקרה פתרונות אפשריים.","How could this impact your community?":"כיצד פתרון האתגר יוכל להשפיע על הקהילה\nשלכם?","The team’s solution has the potential to make a great impact on the community.":"לפתרון הקבוצתי יש פוטנציאל להשפיע רבות על הקהילה","How did you use Core Values?":"כיצד יישמתם את ערכי הליבה?","Team members explained how they worked as a team and understood the Core Values giving examples":"חברי הקבוצה הסבירו כיצד הם עבדו כקבוצה והפנימו את ערכי הליבה\nעל ידי מתן דוגמאות.","What skills did you learn from each other?":"אילו מיומנויות למדתם האחד מהשני?","Team members showed they had learned new skills when working together.":"חברי הקבוצה הדגימו את המיומנויות החדשות שלמדו כשעבדו יחדו.","Team Model":"דגם הקבוצה","Describe your team model.":"תארו את דגם הקבוצה שלכם.","The team described the team model and the solutions to the challenge that it represented.":"הקבוצה תיארה את הדגם שלה ואת פתרונות האתגר שהוא מייצג.","Did you include the treadmill, the heart game, or the combined build?":"איך שילבתם את ערכת העונה בדגם הקבוצה?","The team included one or more of the components in their team model.":"? הקבוצה תיארה ביצירתיות איך היא השתמשה באחד או יותר מרכיבי\nהערכה בדגם הקבוצה.","Coding":"תכנות","What part of your model is motorized?":"איזה חלק מהדגם ממונע?","Team used motor(s) and sensors to make their model move and be interactive":"הקבוצה הסבירה כיצד היא עשתה שימוש במנוע/מנועים וחיישנים כדי\nלגרום לדגם שלה לנוע ולהיות אינטראקטיבי.","How did you code your motorized part?":"כיצד תכנתם את החלק הממונע?","Team members explained how their code(s) made their model move.":"חברי הקבוצה הסבירו כיצד התוכנה שלהם גרמה לדגם לנוע","Team Poster":"פוסטר הקבוצה","What did you include in your team poster?":"מה כללתם בפוסטר הקבוצה שלכם?","The poster showed information about their challenge solutions, team model, coding, and their team.":"הפוסטר מציג מידע על פתרונות לאתגר הקבוצתי, דגם הקבוצה,\nתכנות, והקבוצה עצמה.","How does it show your team journey?":"כיצד הפוסטר מציג את המסע הקבוצתי?","Team members told or showed how they worked as a team to create their poster.":"חברי הקבוצה הסבירו או הציגו כיצד הם עבדו כקבוצה כדי ליצור את\nהפוסטר.","Instructions: Reviewers are required to tick one box on each separate line to indicate the team’s achievement.":"בוחנים מתבקשים לסמן משבצת אחת בכל שורה,\nעל מנת להעריך את רמת ההישגים של הקבוצה."}
