{"Translator Credit":"Credit voor vertaler","Language Name":"Taal","Translated Language Name":"Vertaalde taal","FLL CARGO CONNECT Scorer":"FLL CARGO CONNECT scorer","FLL Tools":"FLL tools","FLL Judging Rubrics":"FLL juryformulieren","FLL Explore Review Sheet":"FLL Explore beoordelingsformulier","FLL CARGO CONNECT Strategy Planner":"FLL CARGO CONNECT strategieplanner","Scoring tool, Strategy planner, and Rubrics for the FLL Season! (65 character max)":"Scoring tool, strategieplanner en juryformulieren voor het FLL seizoen (max 65 karakters)","This app is an all-in-one FLL tool for your team by Droids Robotics. It features an advanced scoring tool for FLL Challenge, an FLL Strategy Planner, the FLL Rubrics, and the FLL Explore Reviewing Sheet. The scorer features a built-in advanced error checking system to prevent you from incorrectly scoring your missions. The scorer is kept up-to-date to reflect any rule updates to the CARGO CONNECT robot game. You can save the scores and view your progress. Use the other tools in the App to help your team this season.":"Deze app is een alles-in-een FLL tool ontwikkeld door Droids Robotics. Het bevat een geavanceerde scoring tool voor FLL Challenge, een FLL strategieplanner, de FLL juryformulieren en het FLL Explore beoordelingsformulier. De scorer heeft een ingebouwd fout controle systeem om te voorkomen dat jullie missies verkeerd scoren. De scorer wordt up-to-date gehouden met alle regelupdates van de CARGO CONNECT robotwedstrijd. Je kunt de scores opslaan en jullie voortgang bekijken. Gebruik de andere tools in de App om het team tijdens dit seizoen te ondersteunen.","January":"Januari","February":"Februari","March":"Maart","April":"April","May":"Mei","June":"Juni","July":"Juli","August":"Augustus","September":"September","October":"Oktober","November":"November","December":"December","Saved Drawings":"Opgeslagen tekeningen","Save Drawing":"Tekening opslaan","Delete All Saved Drawings":"Verwijder alle opgeslagen tekeningen","Load Saved Drawing":"Laad opgeslagen tekening","Share Drawings":"Deel tekeningen","Import Shared Drawings":"Importeer gedeelde tekeningen","Export Drawing as PNG":"Exporteer tekening als PNG","Advanced":"Gevorderd","Team No.":"Teamnr.","Your Name":"Jouw naam","Yes":"Ja","No":"Nee","Partly":"Gedeeltelijk","Completely":"Volledig","Reset":"Reset","Save":"Opslaan","Load Save":"Laad score","Delete All Saved Scores":"Verwijder alle opgeslagen scores","Import Shared Scores":"Importeer gedeelde scores","Share Scores":"Deel scores","Date/Time":"Datum/tijd","Total Points":"Totale punten","Saved file to Downloads":"Bestand opgeslagen in Downloads","Failed to save file to Downloads":"Kan bestand niet opslaan in Downloads","Saved":"Opgeslagen","Loaded":"Geladen","Scorer":"Scorer","Timers":"Timers","Saves":"Opgeslagen scores","Start":"Start","Navigation":"Navigatie","Stop":"Stop","Points":"Punten","Completed":"Voltooid","Timer:":"Timer:","Stopwatch:":"Stopwatch:","Score History":"Score geschiedenis","Mission":"Missie","Advantage":"Voordeel","Does all your equipment fit in the small inspection area?":"Past al jullie uitrusring in de kleine inspectieruimte?","Innovation Project":"Innovatieproject","Is any part of the model touching the CARGO CONNECT circle?":"Raakt een deel van het model de CARGO CONNECT cirkel?","The model must be made of at least two white LEGO pieces and measures at least as long as four LEGO 'studs' in some direction.":"Het model moet gemaakt zijn van ten minste twee witte LEGO® onderdelen en minstens 4 LEGO “noppen” in een bepaalde\nrichting meten.","Unused Capacity":"Onbenutte capaciteit","Is the hinged container completely closed and partly full of contents (1-5 content pieces) or completely full of contents (All 6 content pieces)?":"Is de klepcontainer volledig gesloten en gedeeltelijk gevuld met inhoud (1-5 inhoudsdelen) of volledig gevuld met inhoud (alle 6 inhoudsdelen)?","Unload Cargo Plane":"Vrachtvliegtuig lossen","Has the cargo plane been prepared for unloading so that the cargo door rests completely down, touching its black frame?":"Is het vrachtvliegtuig klaargemaakt om te lossen, zodat de vrachtdeur volledig naar beneden rust, tegen het zwarte frame aan?","Has the cargo plane been unloaded so that the container is completely separate from the plane?":"Is het vrachtvliegtuig gelost zodat de container volledig gescheiden is van het vliegtuig?","Transportation Journey":"Transportroute","Has the truck reached its destination, completely past its blue end line, on the mat?":"Heeft de vrachtwagen zijn bestemming bereikt, helemaal voorbij de blauwe eindstreep, op de mat?","Has the airplane reached its destination, completely past its blue end line, on the mat?":"Heeft het vloegtuig zijn bestemming bereikt, helemaal voorbij de blauwe eindstreep, op de mat?","Switch Engine":"Motor omschakelen","Has the engine been switched from diesel to electric so that the yellow bar rests all the way down/south?":"Is de motor omgeschakeld van diesel naar elektrisch, zodat de gele balk helemaal naar beneden/zuid staat?","Accident Avoidance":"Ongevallenpreventie","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is not knocked down":"Staat jullie robot aan het einde van de wedstrijd geparkeerd over de blauwe ongevalpreventielijn en is het gele paneel niet omgevallen?","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is knocked down?":"Staat jullie robot aan het einde van de wedstrijd geparkeerd over de blauwe ongevalpreventielijn en is het gele paneel omgevallen?","If the black frame is knocked down at the end of the match, this mission does not score.":"Als het zwarte frame is omgevallen aan het einde van de wedstrijd, scoort deze missie niet.","Unload Cargo Ship":"Vrachtschip lossen","Is the container no longer touching the cargo ship’s east deck?":"Raakt de container het oostdek van het vrachtschip niet meer?","Is the container completely east of the cargo ship’s east deck?":"Is de container volledig ten oosten van het oostdek van het vrachtschip?","Air Drop":"Luchtdropping","Is the food package separated from your helicopter?":"Is het voedselpakket losgekoppeld van jullie helikopter?","Is the food package separated from the other field’s helicopter and is completely in your field’s CARGO CONNECT circle?":"Is het voedselpakket losgekoppeld van de helikopter van het andere veld en ligt het volledig in de CARGO CONNECT-cirkel van jullie veld?","Have both teams separated their food packages from their field’s helicopters?":"Hebben beide teams hun voedselpakketten losgekoppeld van de helikopters van hun veld?","Train Tracks": "Treinrails","Is the train track repaired so that it rests completely down/west?":"Is de treinrails gerepareerd zodat het volledig naar beneden/westen ligt?","Has the train reached its destination, latched at the end of the tracks?":"Heeft de trein zijn bestemming bereikt, vergrendeld aan het eind van de rails?","Sorting Center":"Sorteercentrum","Have the containers been sorted so that the light orange container is the only container remaining completely in the blue sorting area box?":"Zijn de containers zo gesorteerd dat de lichtoranje container de enige container is die volledig in het blauwe vak van het sorteergebied is overgebleven?","Home Delivery":"Thuisbezorging","Has the package been delivered to its destination so that it is partly on the doorstep?":"Is het pakket op de plaats van bestemming afgeleverd, zodat het gedeeltelijk op de stoep ligt?","Has the package been delivered to its destination so that it is completely on the doorstep?":"Is het pakket op de plaats van bestemming afgeleverd, zodat het volledig op de stoep ligt?","The package does not score if it is touching any equipment at the end of the match.":"Het pakket scoort niet als het aan het eind van de wedstrijd uitrusting raakt.","Large Delivery":"Grote levering","Is the turbine blade touching only the blue holder and the mat?":"Raakt het turbineblad alleen de blauwe houder en de mat?","Is the turbine blade touching only the blue holder and nothing else?":"Raakt het turbineblad alleen de blauwe houder en niets anders?","Is the chicken statue upright with its base partly or completely in its circle?":"Staat het kippenstandbeeld rechtop met zijn voet gedeeltelijk of volledig in de cirkel?","Platooning Trucks":"Truck platooning","Are both trucks latched together completely outside of home?":"Zijn beide vrachtwagens volledig buiten THUIS aan elkaar gekoppeld?","Is a truck latched to the bridge?":"Is een vrachtwagen aan de brug gekoppeld?","Bridge":"Brug","How many bridge decks have been lowered and rest on their center support?":"Hoeveel brugdekken zijn neergelaten en rusten op de middelste pijler?","Load Cargo":"Vracht laden","How many containers are on and touching only the platooning trucks?":"Hoeveel containers staan op en raken alleen de platooning vrachtwagens?","How many containers are on and touching only the train?":"Hoeveel containers staan op en raken alleen de trein?","How many containers are on and touching only the cargo ship's west deck?":"Hoeveel containers staan op en raken alleen het westdek van het schip?","Containers on Platooning Trucks must be completely outside of home.":"Containers op platooning vrachtwagen moetsn volledig buiten THUIS zijn.","CARGO CONNECT":"CARGO CONNECT","How many containers are partly in any circle?":"Hoeveel containers zijn er gedeeltelijk in een cirkel?","How many containers are completely in any circle?":"Hoeveel containers zijn er volledig in een cirkel?","Is the blue (not hinged) container completely in the blue circle?":"Is de blauwe (niet scharnierende) container volledig in de blauwe cirkel?","Is the lime green container completely in the lime green circle?":"Is de limegroene container volledig in de limegroene cirkel?","How many circles are there with at least one container completely in them?":"Hoeveel cirkels zijn er met ten minste één container er volledig in?","Precision":"Precisie","How many Precision Tokens are left on the field?":"Hoeveel precisietekens zijn er op het veld overgebleven?","Gracious Professionalism":"Gracious Professionalism","Gracious Professionalism® displayed at the robot game table":"Gracious Professionalism® getoond tijdens de robotwedstrijd","Save Rubric":"Juryformulier opslaan","Beginning":"Beginnend","Developing":"Voldoende","Accomplished":"Goed","Exceeds":"Uitmuntend","Load Rubric No.":"Laad juryformulier nr.","Delete all Saved Rubrics":"Verwijder alle opgeslagen juryformulieren","Import Shared Rubrics":"Importeer gedeelde juryformulieren","Share Rubrics":"Deel juryformulieren","Past Rubrics:":"Vorige juryformulieren","Core Values":"Core Values","Instructions: The Core Values should be the lens through which you watch the team’s presentations. All team members should be demonstrating the Core Values in everything they do. This rubric should be used to record the Core Values observed thoughout the judging session.":"De Core Values zijn de lens waardoor je naar de teamprestaties kijkt. Alle teamleden moeten Core Values laten zien in alles wat\nze doen. Deze rubric moet worden gebruikt om de Core Values vast te leggen tijdens de hele jurysessie.","If the team is a candidate for one of these awards, please tick the appropriate box:":"Als het team in aanmerking komt voor een van deze awards, kruis dan het\nbetreffende vakje aan:","Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win":"Doorbraak Award - Een team dat opmerkelijke vooruitgang heeft geboekt in hun vertrouwen en vaardigheden en die begrijpen dat wat ze ontdekken belangrijker is dan wat ze winnen","Rising All-Star - A team that the judges notice and expect great things from in the future":"Toekomstbelofte Award - Een team dat door juryleden is opgevallen en in de toekomst grote dingen van verwacht","Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam":"Motivatie Award - Een team dat de cultuur van FIRST LEGO League omarmt door teambuilding, teamspirit en enthousiasme te laten zien","Minimally observed across the team.":"nauwelijks waargenomen in het team","Inconsistently observed across the team":"niet consequent waargenomen in het team","Consistently observed across the team":"consequent waargenomen in het team","Explain how team exceeds":"Leg uit waarom het team uitmuntend is","Discovery - Team explored new skills and ideas.":"ONTDEKKING - Het team heeft nieuwe vaardigheden en ideeën ontdekt.","Innovation - Team used creativity and persistance to solve problems":"INNOVATIE - Het team heeft creativiteit en doorzettingsvermogen gebruikt om problemen op te lossen.","Impact - Team applied what they learned to improve their world":"IMPACT - Het team heeft toegepast wat het heeft geleerd om zijn wereld te verbeteren.","Inclusion - Team demonstrated respect and embraced their differences":"INCLUSIE - Het team heeft respect laten zien en hun verschillen omarmd.","Teamwork - Team clearly showed they had worked as a team throughout their journey":"TEAMWORK - De teamleden laten duidelijk zien dat zij tijdens de hele ontdekkingsreis als team  hebben samengewerkt.","Fun - Team clearly had fun and celebrated what they had achieved":"PLEZIER - Het team heeft duidelijk plezier gehad en gevierd wat er is bereikt.","Feedback Comments":"Feedback","Great Job":"Goed gedaan","Think About":"Denk aan","Total Points:":"Totale punten","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.":"Instructies: De teams moeten aan de juryleden uitleggen wat zij in elk van de onderstaande criteria hebben bereikt. Deze rubric moet worden ingevuld tijdens de presentatie van het innovatieproject","Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.":"De juryleden moeten op elke afzonderlijke regel één vakje aankruisen om aan te geven welk niveau het team heeft bereikt.\nAls het team boven het niveau ‘Goed’ uitkomt, geef dan een korte uitleg in het vakje ‘Uitmuntend’.","How has the team exceeded?":"Leg uit waarom het team uitmuntend is","Identify - Team had a clearly defined problem that was well researched.":"Definiëren - Het team heeft een duidelijk omschreven probleem dat goed is onderzocht","Problem not clearly defined":"Probleem niet duidelijk omschreven","Partially clear definition of the problem":"Gedeeltelijk duidelijke omschrijving van het probleem","Clear definition of the problem":"Duidelijke omschrijving van het probleem","Minimal research":"Nauwelijks onderzoek","Partial research from more than one source":"Gedeeltelijk onderzoek vanuit meer dan één bron","Clear, detailed research from a variety of sources":"Duidelijk, gedetailleerd onderzoek vanuit uiteelopende bronnen","Design - Team generated innovative ideas independently before selecting and planning which one to develop.":"Ontwerpen - Het team bedacht onafhankelijk van elkaar innovatieve ideeën, voordat het team besloot welk idee het zou gaan ontwikkelen\n en hiervoor een plan werd gemaakt.","Minimal evidence of an inclusive selection process":"Nauwelijks inclusie bij selectieproces","Partial evidence of an inclusive selection process":"Gedeeltelijke inclusie bij selectieproces","Clear evidence of an inclusive selection process":"Duidelijk inclusie bij selectieproces","Minimal evidence of an effective plan":"Nauwelijks aanwijzingen van een effectief plan","Partial evidence of an effective plan":"Gedeeltelijke aanwijzingen van een effectief plan","Clear evidence of an effective plan":"Duidelijke aanwijzingen van een effectief plan","Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.":"Maken - Het team heeft een origineel idee ontwikkeld of voortgebouwd op een bestaand idee met een prototype model of tekening om de\n oplossing weer te geven.","Minimal development of innovative solution":"Minimale ontwikkeling van een innovatieve oplossing","Partial development of innovative solution":"Gedeeltelijke ontwikkeling van een innovatieve oplossing","Clear development of innovative solution":"Duidelijke ontwikkeling van\ninnovatieve oplossing","Unclear model/drawing of solution":"Onduidelijk model/tekening van oplossing","Simple model/drawing that helps to share the solution":"Eenvoudig model/tekening die helpt de oplossing te delen","Detailed model/drawing that helps to share the solution":"Gedetailleerd model of tekening die helpt de oplossing te delen","Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.":"Hehalen - Het team deelde de ideeën, verzamelde feedback en verwerkte verbeteringen in de oplossing.","Minimal sharing of their solution":"Nauwelijks delen van de oplossing","Shared their solution with user OR professional":"Oplossing is gedeeld met gebruiker OF deskundige","Shared their solution with user AND professional":"Oplossing is gedeeld met gebruiker EN deskundige","Minimal evidence of improvements in their solution":"Nauwelijks aanwijzingen van verbeteringen in de oplossing","Partial evidence of improvements in their solution":"Gedeeltelijke aanwijzingen van verbeteringen in de oplossing","Clear evidence of improvements in their solution":"Duidelijke aanwijzingen van verbeteringen in de oplossing","Communicate - Team shared a creative and effective presentation of their current solution and its impact on their users.":"Communiceren - Het team deelde een creatieve en doeltreffende presentatie van de gekozen oplossing en de impact daarvan op de\n gebruikers","Presentation minimally engaging":"Presentatie niet zo uitnodigend","Presentation partially engaging":"Presentatie redelijk uitnodigend","Presentation engaging":"Uitnodigende presentatie","Solution and its potential impact on others unclear":"Oplossing en mogelijke impact op anderen onduidelijk","Solution and its potential impact on others partially clear":"Oplossing en mogelijke impact op anderen deels duidelijk","Solution and its potential impact on others clear":"Oplossing en mogelijke impact op anderen duidelijk","Robot Design":"Robotontwerp","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.":"Instructies: De teams moeten aan de juryleden uitleggen wat zij in elk van de onderstaande criteria hebben bereikt.\nDeze rubric moet worden ingevuld gedurende de robotontwerppresentatie.","Identify - Team had a clearly defined mission strategy and explored building and coding skills they needed.":"Definiëren -Het team had een duidelijk omschreven missiestrategie en verdiepte zich in de bouw- en codeervaardigheden.","Unclear mission strategy":"Onduidelijke missiestrategie","Partially clear mission strategy":"Gedeeltelijk duidelijke missiestrategie","Clear mission strategy":"Duidelijke missiestrategie","Limited evidence of building and coding skills in all team members":"Beperkte aanwijzingen van bouw- en codeervaardigheden bij alle teamleden","Inconsistent evidence of building and coding skills in all team members":"Gedeeltelijke aanwijzingen van bouw- en codeervaardigheden bij alle teamleden","Consistent evidence of building and coding skills in all team members":"Duidelijke aanwijzingen van bouw- en codeervaardigheden bij alle teamleden","Design - Team produced innovative designs and a clear workplan, seeking guidance as needed.":"Ontwerpen - Het team heeft innovatieve ontwerpen gemaakt en een duidelijk werkplan en ondersteuning gezocht waar nodig","Minimal evidence of an effective workplan":"Nauwelijks aanwijzingen van een effectief plan","Partial evidence of an effective workplan":"Gedeeltelijke aanwijzingen van een effectief plan","Clear evidence of an effective workplan":"Duidelijke aanwijzingen van een effectief plan","Minimal explanation of robot and code's innovative features":"Beperkte uitleg over de innovatieve functies van de robot en de code","Partial explanation of robot and code's innovative features":"Gedeeltelijke uitleg over de innovatieve functies van de robot en de code","Clear explanation of robot and code's innovative features":"Duidelijke uitleg over de innovatieve functies van de robot en de code","Create - Team developed an effective robot and code solution matching their mission strategy.":"Maken - Het team heeft een effectieve robot- en codeeroplossing ontwikkeld die overeenkomt met de missiestrategie","Limited explanation of their robot and its attachment and sensor functionality":"Beperkte uitleg over de robot, hulpstukken en sensorfunctionaliteit","Simple explanation of their robot and its attachment and sensor functionality":"Eenvoudige uitleg over de robot, hulpstukken en sensorfunctionaliteit","Detailed explanation of their robot and its attachment and sensor functionality":"Gedetailleerde uitleg over de robot, hulpstukken en sensorfunctionaliteit","Unclear explanation of how code makes their robot act":"Onduidelijke uitleg over hoe de code de robot aanstuurt","Partially clear explanation of how code makes the robot act":"Gedeeltelijk duidelijke uitleg over hoe de code de robot aanstuurt","Clear explanation of how code makes their robot act":"Duidelijke uitleg over hoe de code de robot aanstuurt","Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their current solution.":"Herhalen - Het team testte herhaaldelijk de robot en code om verbeterpunten te bepalen en nam de bevindingen op in de actuele oplossing","Minimal evidence of testing their robot and code":"Nauwelijks aanwijzingen dat de robot en de code zijn getest","Partial evidence of testing their robot and code":"Gedeeltelijke aanwijzingen dat de robot en de code zijn getest","Clear evidence of testing their robot and code":"Duidelijke aanwijzingen dat de robot en de code zijn getest","Minimal evidence their robot and code was improved":"Nauwelijks aanwijzingen dat de robot en code zijn verbeterd","Partial evidence their robot and code was improved":"Gedeeltelijke aanwijzingen dat de robot en code zijn verbeterd","Clear of evidence their robot and code was improved":"Duidelijke aanwijzingen dat de robot en code zijn verbeterd","Communicate - Team's explanation of the robot design process was effective and showed how all team members have been involved.":"Communiceren - De uitleg van het team over het robotontwerpproces was overtuigend en liet zien hoe alle teamleden betrokken waren.","Unclear explanation of robot design process":"Onduidelijke uitleg van het robotontwerpproces","Partially clear explanation of robot design process":"Gedeeltelijk duidelijke uitleg van het robotontwerpproces","Clear explanation of robot design process":"Duidelijke uitleg van het robotontwerpproces","Minimal evidence that all team members were involved":"Nauwelijks aanwijzingen dat alle teamleden betrokken waren","Partial evidence that all team members were involved":"Gedeeltelijke aanwijzingen dat alle teamleden betrokken waren","Clear evidence that all team members were involved":"Duidelijke aanwijzingen dat alle teamleden betrokken waren","Reviewing Sheet":"Beoordelingsformulier","Past Reviewing Sheets":"Vorige beoordelingsformulieren","Coding Award - These teams gave effective explanations about how their code made their team models move and showed good communication skills.":"Codeer Award - Deze teams hebben op effectieve wijze uitgelegd hoe hun code hun teammodellen liet bewegen en lieten goede communicatievaardigheden zien.","Challenge Solution Award -  These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"Oplossing Award - Deze teams toonden uitstekende probleemoplossende vaardigheden om een innovatieve en nuttige oplossing voor de uitdaging te maken.","Team Poster Award - These teams showed creativity on their team poster and clearly explained what they had learned through their FIRST(R) LEGO(R) League Explore team journey":"Teamposter Award - Deze teams toonden creativiteit op hun teamposter en legden duidelijk uit wat ze hadden geleerd tijdens hun FIRST(R) LEGO(R) League Explore ontdekkingsreis.","Core Values Award - These teams demonstrated great teamwork as they explored the challenge, showing they fully understood the FIRST® Core Values.":"Core Values Award - Deze teams toonden uitstekend teamwork bij het verkennen van de uitdaging en lieten zien dat ze de Core Values van FIRST® volledig begrepen.","Team Model Award - These teams displayed innovation and creativity through the design and building of their team models.":"Teammodel Award - Deze teams hebben innovatie en creativiteit laten zien bij het ontwerpen en bouwen van hun teammodellen.","Challenge Solution Award - These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"Oplossing Award - Deze teams toonden uitstekende probleemoplossende vaardigheden om een innovatieve en nuttige oplossing voor de uitdaging te maken.","Reviewing Criteria:":"Beoordelingscriteria","Beginning: This item was beginning to develop in the team’s model, poster, presentation, or answers.":"Beginnend: Dit item begon zich te ontwikkelen in het model, de poster, de presentaties of de antwoorden van het team.","Exceeds: The team went above and beyond the challenge in this area.":"Uitmuntend : Het team ging verder dan de uitdaging op dit gebied.","Challenge Solution":"Uitdagingsoplossing","What did your team learn about the challenge?":"Wat heeft het team geleerd over de uitdaging?","The team learned about the challenge and explored the multiple solutions.":"Het team leerde over de uitdaging en verkende meerdere oplossingen.","How could this impact your community?":"Hoe kan dit impact hebben op jullie omgeving?","The team’s solution has the potential to make a great impact on the community.":"De oplossing van het team heeft de potentie om een grote impact op de omgeving te hebben.","How did you use Core Values?":"Hoe hebben jullie de Core Values gebruikt?","Team members explained how they worked as a team and understood the Core Values giving examples":"De teamleden legden uit hoe ze als team werkten en begrepen de Core Values door voorbeelden te geven.","What skills did you learn from each other?":"Welke vaardigheden hebben jullie van elkaar geleerd?","Team members showed they had learned new skills when working together.":"De teamleden lieten zien dat ze nieuwe vaardigheden hebben geleerd door samen te werken.","Team Model":"Teammodel","Describe your team model.":"Beschrijf jullie model.","The team described the team model and the solutions to the challenge that it represented.":"Het team beschreef het teammodel en de oplossingen van de uitdaging","Did you include the treadmill, the heart game, or the combined build?":"Hoe hebben jullie de Explore set in het teammodel gebruikt?","The team included one or more of the components in their team model.":"Het team beschreef hoe het op creatieve wijze een of meer van de onderdelen in hun teammodel heeft gebruikt.","Coding":"Codering","What part of your model is motorized?":"Welk deel van jullie model is gemotoriseerd?","Team used motor(s) and sensors to make their model move and be interactive":"Het team gebruikte motor(en) en sensoren om het model te laten bewegen en interactief te zijn.","How did you code your motorized part?":"Hoe hebben jullie het gemotoriseerde onderdeel gecodeerd?","Team members explained how their code(s) made their model move.":"De teamleden legden uit hoe hun code(s) het model laat bewegen","Team Poster":"Teamposter","What did you include in your team poster?":"Wat hebben jullie op de teamposter gezet?","The poster showed information about their challenge solutions, team model, coding, and their team.":"De poster toonde informatie over hun uitdaging, oplossingen, teammodel, codering en hun team.","How does it show your team journey?":"Hoe laat het jullie ontdekkingsreis zien?","Team members told or showed how they worked as a team to create their poster.":"De teamleden vertelden of lieten zien hoe ze als team samenwerkten om hun poster te maken.","Instructions: Reviewers are required to tick one box on each separate line to indicate the team’s achievement.":"Instructie: De juryleden moeten op elke afzonderlijke regel één vakje aankruisen om de prestatie van het team aan te geven."}
