{"Translator Credit":"Traduzido para o Português (Brasil) por Anderson Harayashiki Moreira","Language Name":"Portuguese (Brazil)","Translated Language Name":"Português (Brasil)","FLL CARGO CONNECT Scorer":"Pontuador da FLL CARGO CONNECT","FLL Tools":"Ferramentas FLL","FLL Judging Rubrics":"Rubricas de Julgamento da FLL","FLL Explore Review Sheet":"Folha de revisão FLL Explore","FLL CARGO CONNECT Strategy Planner":"Planejador de estratégia da FLL CARGO CONNECT","Scoring tool, Strategy planner, and Rubrics for the FLL Season! (65 character max)":"Pontuador, planejador e rubricas para a temporada da FLL!","This app is an all-in-one FLL tool for your team by Droids Robotics. It features an advanced scoring tool for FLL Challenge, an FLL Strategy Planner, the FLL Rubrics, and the FLL Explore Reviewing Sheet. The scorer features a built-in advanced error checking system to prevent you from incorrectly scoring your missions. The scorer is kept up-to-date to reflect any rule updates to the CARGO CONNECT robot game. You can save the scores and view your progress. Use the other tools in the App to help your team this season.":"Este aplicativo é uma ferramenta FLL tudo-em-um para sua equipe criado por Droids Robotics. Ele apresenta uma ferramenta de pontuação avançada para a FLL Challenge, um Planejador de Estratégia FLL, as Rubricas FLL e a Folha de revisão FLL Explore. O pontuador possui um sistema de verificação de erros avançado integrado para evitar que você marque incorretamente suas missões. O pontuador é mantido atualizado para refletir quaisquer atualizações de regras para o Desafio do Robô CARGO CONNECT. Você pode salvar as pontuações e ver o seu progresso. Use as outras ferramentas do App para ajudar sua equipe nesta temporada.","January":"Janeiro","February":"Fevereiro","March":"Março","April":"Abril","May":"Maio","June":"Junho","July":"Julho","August":"Agosto","September":"Setembro","October":"Outubro","November":"Novembro","December":"Dezembro","Saved Drawings":"Desenhos Salvos","Save Drawing":"Salvar Desenho","Delete All Saved Drawings":"Excluir Todos os Desenhos Salvos","Load Saved Drawing":"Carregar Desenho Salvo","Share Drawings":"Compartilhar Desenhos","Import Shared Drawings":"Importar Desenhos Compartilhados","Export Drawing as PNG":"Exportar Desenho como PNG","Advanced":"Avançado","Team No.":"Número do Time","Your Name":"Nome","Yes":"Sim","No":"Não","Partly":"Parcialmente","Completely":"Completamente","Reset":"Redefinir","Save":"Salvar","Load Save":"Carregar Arquivo Salvo","Delete All Saved Scores":"Excluir Todas as Pontuações Salvas","Import Shared Scores":"Importar Pontuações Compartilhadas","Share Scores":"Compartilhar Pontuações","Date/Time":"Data/Hora","Total Points":"Total de Pontos","Saved file to Downloads":"Arquivo salvo em Downloads","Failed to save file to Downloads":"Falha ao salvar o arquivo em Downloads","Saved":"Salvo","Loaded":"Carregado","Scorer":"Pontuador","Timers":"Cronômetros","Saves":"Salvamento","Start":"Começar","Navigation":"Navegação","Stop":"Parar","Points":"Pontos","Completed":"Concluído","Timer:":"Temporizador:","Stopwatch:":"Cronômetro:","Score History":"Histórico de Pontuação","Mission":"Missão","Advantage":"Vantagem","Does all your equipment fit in the small inspection area?":"Todo o equipamento da equipe se encaixa na pequena área de inspeção?","Innovation Project":"Modelo do Projeto de Inovação","Is any part of the model touching the CARGO CONNECT circle?":"Qualquer parte do modelo toca o círculo CARGO CONNECT?","The model must be made of at least two white LEGO pieces and measures at least as long as four LEGO 'studs' in some direction.":"O modelo deve ser feito de pelo menos duas peças de LEGO brancas e medir pelo menos quatro 'pinos' LEGO em uma das direções.","Unused Capacity":"Capacidade Não Utilizada","Is the hinged container completely closed and partly full of contents (1-5 content pieces) or completely full of contents (All 6 content pieces)?":"O contêiner articulado está completamente fechado e parcialmente cheio (1-5 peças) ou completamente cheio (todas as 6 peças)?","Unload Cargo Plane":"Descarga de Avião de Cargueiro","Has the cargo plane been prepared for unloading so that the cargo door rests completely down, touching its black frame?":"O cargueiro foi preparado para descarga de modo que a porta de carga fique totalmente abaixada, tocando na estrutura preta?","Has the cargo plane been unloaded so that the container is completely separate from the plane?":"O avião de carga foi descarregado de modo que o contêiner está completamente separado do avião?","Transportation Journey":"Jornada dos Transportes","Has the truck reached its destination, completely past its blue end line, on the mat?":"O caminhão alcançou seu destino, ultrapassou completamente sua linha de chegada azul no tapete?","Has the airplane reached its destination, completely past its blue end line, on the mat?":"O avião alcançou seu destino, ultrapassou completamente sua linha de chegada azul no tapete?","Switch Engine":"Troca de Motor","Has the engine been switched from diesel to electric so that the yellow bar rests all the way down/south?":"O motor foi trocado de diesel para elétrico de modo que a alavanca amarela esteja completamente abaixada/sul?","Accident Avoidance":"Prevenção de Acidentes","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is not knocked down":"O robô está estacionado sobre a linha azul de prevenção de acidentes no final da partida e o painel amarelo não está derrubado?","Is your robot parked over the blue accident-avoidance line at the end of the match and the yellow panel is knocked down?":"O robô está estacionado sobre a linha azul de prevenção de acidentes no final da partida e o painel amarelo está derrubado?","If the black frame is knocked down at the end of the match, this mission does not score.":"Se a estrutura preta está derrubada ao final da partida, esta missão não pontua.","Unload Cargo Ship":"Descarga de Navio Cargueiro","Is the container no longer touching the cargo ship’s east deck?":"O contêiner não está mais tocando o convés leste do navio cargueiro?","Is the container completely east of the cargo ship’s east deck?":"O contêiner está completamente a leste do convés leste do navio cargueiro?","Air Drop":"Lançamento Aéreo","Is the food package separated from your helicopter?":"A carga de alimentos está separada do seu helicóptero?","Is the food package separated from the other field’s helicopter and is completely in your field’s CARGO CONNECT circle?":"A carga de alimentos está separada do helicóptero da arena vizinha e está completamente no círculo CARGO CONNECT da sua arena?","Have both teams separated their food packages from their field’s helicopters?":"Ambas as equipes separaram suas cargas de alimentos dos helicópteros de suas arenas?","Train Tracks":"Trilhos de Trem","Is the train track repaired so that it rests completely down/west?":"Os trilhos do trem foram consertados para que estejam completamente abaixados/oeste?","Has the train reached its destination, latched at the end of the tracks?":"O trem alcançou o seu destino, estando preso pela trava no fim dos trilhos?","Sorting Center":"Centro de Distribuição","Have the containers been sorted so that the light orange container is the only container remaining completely in the blue sorting area box?":"Os contêineres foram organizados de modo que o contêiner laranja claro seja o único contêiner restante e completamente dentro do retângulo azul da área de distribuição?","Home Delivery":"Entrega em Domicílio","Has the package been delivered to its destination so that it is partly on the doorstep?":"A encomenda foi entregue ao seu destino de modo que esteja parcialmente na porta?","Has the package been delivered to its destination so that it is completely on the doorstep?":"A encomenda foi entregue ao seu destino de modo que esteja completamente na porta?","The package does not score if it is touching any equipment at the end of the match.":"A encomenda não pontua se tocar em qualquer equipamento no final da partida.","Large Delivery":"Entrega de Grandes Volumes","Is the turbine blade touching only the blue holder and the mat?":"A lâmina da turbina está tocando somente o suporte azul e o tapete?","Is the turbine blade touching only the blue holder and nothing else?":"A lâmina da turbina está tocando somente o suporte azul e nada mais?","Is the chicken statue upright with its base partly or completely in its circle?":"A estátua da galinha está de pé, com a base parcial ou totalmente dentro do círculo?","Platooning Trucks":"Caminhões Conectados (platooning)","Are both trucks latched together completely outside of home?":"Ambos os caminhões estão travados um ao outro e completamente fora da área do robô?","Is a truck latched to the bridge?":"Um caminhão está travado à ponte?","Bridge":"Ponte","How many bridge decks have been lowered and rest on their center support?":"Quantas plataformas da ponte foram abaixadas e apoiadas sobre o suporte central?","Load Cargo":"Carregamento de Carga","How many containers are on and touching only the platooning trucks?":"Quantos contêineres estão tocando apenas os caminhões conectados (platooning)?","How many containers are on and touching only the train?":"Quantos contêineres estão e tocando apenas o trem?","How many containers are on and touching only the cargo ship's west deck?":"Quantos contêineres estão e tocando apenas o convés oeste do navio cargueiro?","Containers on Platooning Trucks must be completely outside of home.":"Os contêineres em caminhões conectados (platooning) devem estar totalmente fora da área do robô.","CARGO CONNECT":"CARGO CONNECT","How many containers are partly in any circle?":"Quantos contêineres estão parcialmente em qualquer círculo?","How many containers are completely in any circle?":"Quantos contêineres estão completamente em qualquer círculo?","Is the blue (not hinged) container completely in the blue circle?":"O contêiner azul (sem tampa) está completamente dentro do círculo azul?","Is the lime green container completely in the lime green circle?":"O contêiner verde-limão está completamente dentro do círculo verde-limão?","How many circles are there with at least one container completely in them?":"Quantos círculos existem com pelo menos um contêiner completamente dentro deles?","Precision":"Discos de Precisão","How many Precision Tokens are left on the field?":"Quantos discos de precisão restam no campo?","Gracious Professionalism":"Gracious Professionalism","Gracious Professionalism® displayed at the robot game table":"Gracious Professionalism® demonstrado na mesa do desafio do robô","Save Rubric":"Salvar Rubrica","Beginning":"Fase Inicial","Developing":"Em Desenvolvimento","Accomplished":"Finalizado","Exceeds":"Excelente","Load Rubric No.":"Carregar Rubrica Nº","Delete all Saved Rubrics":"Excluir Todas as Rubricas Salvas","Import Shared Rubrics":"Importar Rubricas Compartilhadas","Share Rubrics":"Compartilhar Rubricas","Past Rubrics:":"Rubricas Anteriores:","Core Values":"Core Values","Instructions: The Core Values should be the lens through which you watch the team’s presentations. All team members should be demonstrating the Core Values in everything they do. This rubric should be used to record the Core Values observed thoughout the judging session.":"Instruções: Os Core Values devem funcionar\ncomo uma lente através da qual você irá assistir as apresentações da equipe. Todos os membros da\nequipe devem demonstrar os Core Values em tudo o que fizerem. Esta rubrica deve ser usada para registrar\nos Core Values observados durante a sessão de avaliação.","If the team is a candidate for one of these awards, please tick the appropriate box:":"Se a equipe for candidata a um desses prêmios, assinale a caixa apropriada:","Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win":"Prêmio\nDescoberta\nPrêmio Descoberta - Equipe que aumentou significativamente sua confiança e capacidade e que compreende que suas descobertas são mais importantes do que qualquer outra coisa que possa ganhar.","Rising All-Star - A team that the judges notice and expect great things from in the future":"Estrela Iniciante - Este prêmio reconhece a equipe na qual os juízes veem potencial para alcançar grandes resultados no futuro.","Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam":"Prêmio dos Juízes - Equipe que incorpora a cultura da FIRST LEGO League através de formação e espírito de equipe e demonstração de entusiasmo.","Minimally observed across the team.":"Pouquíssimos exemplos observados em toda a equipe.","Inconsistently observed across the team":"Alguns exemplos observados em toda a equipe.","Consistently observed across the team":"Inúmeros exemplos observados em toda a equipe.","Explain how team exceeds":"Explique como a equipe se superou:","Discovery - Team explored new skills and ideas.":"DESCOBERTA - A equipe explorou novas habilidades e ideias.","Innovation - Team used creativity and persistance to solve problems":"INOVAÇÃO - A equipe usou a criatividade e a persistência para resolver problemas.","Impact - Team applied what they learned to improve their world":"IMPACTO - A equipe aplicou o que aprendeu para melhorar seu mundo.","Inclusion - Team demonstrated respect and embraced their differences":"INCLUSÃO - A equipe demonstrou respeito e acolheu suas diferenças.","Teamwork - Team clearly showed they had worked as a team throughout their journey":"TRABALHO EM EQUIPE - A equipe mostrou claramente que trabalhou em equipe ao longo de sua\njornada.","Fun - Team clearly had fun and celebrated what they had achieved":"DIVERSÃO - A equipe claramente se divertiu e celebrou suas conquistas.","Feedback Comments":"Considerações","Great Job":"Bom Trabalho:","Think About":"Reflitam Sobre:","Total Points:":"Total de Pontos","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.":"Instruções: As equipes devem apresentar aos juízes de sala suas conquistas com relação a cada um dos critérios abaixo. Esta rubrica deve ser preenchida durante a apresentação do Projeto de Inovação.","Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.":"Os Juízes de sala devem assinalar uma das caixas em cada linha para indicar o nível que a equipe alcançou. Se a equipe estiver na categoria excelente, faça um breve comentário no espaço reservado para isso.","How has the team exceeded?":"Como a equipe se superou?","Identify - Team had a clearly defined problem that was well researched.":"IDENTIFICAÇÃO - A equipe tinha um problema claramente definido e fez uma boa pesquisa.","Problem not clearly defined":"Problema não está claramente definido","Partially clear definition of the problem":"Definição do problema relativamente clara","Clear definition of the problem":"Definição do problema totalmente clara","Minimal research":"Pouquíssima pesquisa","Partial research from more than one source":"Alguma pesquisa, mas qualidade duvidosa","Clear, detailed research from a variety of sources":"Grande variedade de pesquisa de qualidade","Design - Team generated innovative ideas independently before selecting and planning which one to develop.":"PROJETO - A equipe gerou ideias inovadoras independentemente de selecionar e planejar qual delas desenvolver.","Minimal evidence of an inclusive selection process":"Equipe gerou pouquíssimas ideias","Partial evidence of an inclusive selection process":"Evidências de que a equipe gerou algumas ideias","Clear evidence of an inclusive selection process":"Evidências de que a equipe gerou muitas ideias","Minimal evidence of an effective plan":"Pouquíssimo planejamento com participação de alguns membros da equipe","Partial evidence of an effective plan":"Algum planejamento de efetivo com participação de alguns membros da equipe","Clear evidence of an effective plan":"Planejamento altamente efetivo com a participação de todos os membros da equipe","Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.":"CRIAÇÃO - A equipe desenvolveu uma ideia original ou baseou-se em uma ideia existente e criou um protótipo/desenho para representar sua solução.","Minimal development of innovative solution":"Desenvolvimento mínimo de solução inovadora","Partial development of innovative solution":"Desenvolvimento parcial de solução inovadora","Clear development of innovative solution":"Desenvolvimento integral da solução inovadora","Unclear model/drawing of solution":"Nenhum protótipo/desenho da solução","Simple model/drawing that helps to share the solution":"Protótipo/ desenho simples que ajuda a compartilhar a solução","Detailed model/drawing that helps to share the solution":"Protótipo/ desenho detalhado que ajuda a compartilhar a solução","Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.":"ITERAÇÃO - A equipe compartilhou suas ideias, recebeu considerações e incluiu melhorias em sua solução.","Minimal sharing of their solution":"Solução minimamente compartilhada","Shared their solution with user OR professional":"Solução moderadamente compartilhada","Shared their solution with user AND professional":"Solução amplamente compartilhada","Minimal evidence of improvements in their solution":"Pouquíssimas evidências de melhorias na solução","Partial evidence of improvements in their solution":"Algumas evidências de melhorias na solução","Clear evidence of improvements in their solution":"Muitas evidências de melhorias na solução","Communicate - Team shared a creative and effective presentation of their current solution and its impact on their users.":"COMUNICAÇÃO - A equipe usou a criatividade e fez uma ótima apresentação de sua solução atual e do impacto sobre os usuários.","Presentation minimally engaging":"Apresentação minimamente engajadora","Presentation partially engaging":"Apresentação relativamente engajadora","Presentation engaging":"Apresentação muito engajadora","Solution and its potential impact on others unclear":"A solução e seu potencial impacto sobre os outros não estão claros","Solution and its potential impact on others partially clear":"A solução e seu potencial impacto sobre os outros estão parcialmente claros","Solution and its potential impact on others clear":"A solução e seu potencial impacto sobre os outros estão totalmente claros","Robot Design":"Design do Robô","Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.":"Instruções: As equipes devem apresentar aos juízes de sala suas conquistas com relação a cada um dos critérios abaixo. Esta rubrica deve ser preenchida durante a explicação do Design do Robô.","Identify - Team had a clearly defined mission strategy and explored building and coding skills they needed.":"IDENTIFICAÇÃO - A equipe tinha uma estratégia de missão claramente definida e explorou as habilidades de montagem e programação que precisava.","Unclear mission strategy":"Nenhuma estratégia de missão clara","Partially clear mission strategy":"Estratégia de missão parcialmente clara","Clear mission strategy":"Estratégia de missão totalmente clara","Limited evidence of building and coding skills in all team members":"Alguns membros da equipe aprenderam habilidades de montagem e programação","Inconsistent evidence of building and coding skills in all team members":"Muitos membros da equipe aprenderam habilidades de montagem e programação","Consistent evidence of building and coding skills in all team members":"Todos os membros da equipe aprenderam habilidades de montagem e programação","Design - Team produced innovative designs and a clear workplan, seeking guidance as needed.":"PROJETO - A equipe criou projetos inovadores e um plano de trabalho claro, buscando orientação conforme necessário.","Minimal evidence of an effective workplan":"Pouquíssimas evidências de um plano de trabalho efetivo","Partial evidence of an effective workplan":"Pouquíssimas evidências de um plano de trabalho efetivo","Clear evidence of an effective workplan":"Muitas evidências de um plano de trabalho efetivo","Minimal explanation of robot and code's innovative features":"Pouquíssima explicação das características inovadoras do robô e do código","Partial explanation of robot and code's innovative features":"Alguma explicação das características inovadoras do\nrobô e do código","Clear explanation of robot and code's innovative features":"Muitas explicações das características inovadoras do\nrobô e do código","Create - Team developed an effective robot and code solution matching their mission strategy.":"CRIAÇÃO - A equipe desenvolveu uma solução eficaz de robô e código que combina com sua estratégia de missão","Limited explanation of their robot and its attachment and sensor functionality":"Funcionalidade limitada dos acessórios ou sensores do robô","Simple explanation of their robot and its attachment and sensor functionality":"Desenvolvendo funcionalidade de acessórios ou sensores de robôs","Detailed explanation of their robot and its attachment and sensor functionality":"Boa funcionalidade dos acessórios ou sensores do robô","Unclear explanation of how code makes their robot act":"Explicação pouco clara de como o código age sobre os movimentos do robô","Partially clear explanation of how code makes the robot act":"Explicação relativamente clara de como o código age sobre os movimentos do robô","Clear explanation of how code makes their robot act":"Explicação totalmente clara de como o código age sobre os movimentos do robô","Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their current solution.":"ITERAÇÃO - A equipe testou seus robôs e códigos repetidamente para identificar áreas de melhoria e incorporou as descobertas em sua solução atual","Minimal evidence of testing their robot and code":"Pouquíssimas evidências de testagem do robô e do código","Partial evidence of testing their robot and code":"Algumas evidências de testagem do robô e do código","Clear evidence of testing their robot and code":"Muitas evidências de testagem do robô e do código","Minimal evidence their robot and code was improved":"Pouquíssimas evidências de que o robô e o código foram aperfeiçoados","Partial evidence their robot and code was improved":"Algumas evidências de que o robô e o código foram\naperfeiçoados","Clear of evidence their robot and code was improved":"Muitas evidências de que o robô e código foram aperfeiçoados","Communicate - Team's explanation of the robot design process was effective and showed how all team members have been involved.":"COMUNICAÇÃO - A explicação da equipe sobre o processo de design do robô foi adequada e mostrou como todos os membros da equipe estiveram envolvidos.","Unclear explanation of robot design process":"Explicação sobre o processo design do robô não está clara","Partially clear explanation of robot design process":"Explicação sobre o processo design do robô parcialmente clara","Clear explanation of robot design process":"Explicação sobre o processo design do robô totalmente clara","Minimal evidence that all team members were involved":"Claras evidências de que alguns membros da equipe estiveram envolvidos","Partial evidence that all team members were involved":"Claras evidências de que muitos membros da equipe estiveram envolvidos","Clear evidence that all team members were involved":"Claras evidências de que toda a equipe esteve envolvida","Reviewing Sheet":"Folha de revisão","Past Reviewing Sheets":"Folhas de Revisão Anteriores","Coding Award - These teams gave effective explanations about how their code made their team models move and showed good communication skills.":"Prêmio de Programação - essas equipes deram explicações eficazes sobre como seu código fazia seus modelos de equipe se moverem e mostraram boas habilidades de comunicação.","Challenge Solution Award -  These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"Prêmio de Solução de Desafio - Essas equipes mostraram excelentes habilidades de resolução de problemas para criar uma solução inovadora e útil para o desafio.","Team Poster Award - These teams showed creativity on their team poster and clearly explained what they had learned through their FIRST(R) LEGO(R) League Explore team journey":"Prêmio do pôster da equipe - Essas equipes mostraram criatividade no pôster da equipe e explicaram claramente o que aprenderam durante a jornada da equipe na FIRST (R) LEGO (R) League Explore","Core Values Award - These teams demonstrated great teamwork as they explored the challenge, showing they fully understood the FIRST® Core Values.":"Prêmio dos Core Values - Essas equipes demonstraram um ótimo trabalho em equipe enquanto exploravam o desafio, mostrando que compreenderam totalmente os Core Values da FIRST®.","Team Model Award - These teams displayed innovation and creativity through the design and building of their team models.":"Prêmio Modelo de Equipe - Essas equipes demonstraram inovação e criatividade por meio do design e construção de seus modelos de equipe.","Challenge Solution Award - These teams showed excellent problem-solving skills to create an innovative and helpful solution to the challenge.":"Prêmio de Solução de Desafio - Essas equipes mostraram excelentes habilidades de resolução de problemas para criar uma solução inovadora e útil para o desafio.","Reviewing Criteria:":"Critérios de Revisão:","Beginning: This item was beginning to develop in the team’s model, poster, presentation, or answers.":"Fase inicial: este item estava começando a se desenvolver no modelo, pôster, apresentação ou respostas da equipe.","Exceeds: The team went above and beyond the challenge in this area.":"Excelente: A equipe foi além do desafio nesta área.","Challenge Solution":"Solução do Desafio","What did your team learn about the challenge?":"O que sua equipe aprendeu sobre o desafio?","The team learned about the challenge and explored the multiple solutions.":"A equipe aprendeu sobre o desafio e explorou as várias soluções.","How could this impact your community?":"Como isso pode impactar sua comunidade?","The team’s solution has the potential to make a great impact on the community.":"A solução da equipe tem potencial para causar um grande impacto na comunidade.","How did you use Core Values?":"Como você usou os Core Values?","Team members explained how they worked as a team and understood the Core Values giving examples":"Os membros da equipe explicaram como trabalharam em equipe e compreenderam os Core Values, dando exemplos","What skills did you learn from each other?":"Que habilidades vocês aprenderam um com o outro?","Team members showed they had learned new skills when working together.":"Os membros da equipe mostraram que aprenderam novas habilidades trabalhando juntos.","Team Model":"Modelo de Equipe","Describe your team model.":"Descreva o modelo de sua equipe.","The team described the team model and the solutions to the challenge that it represented.":"A equipe descreveu o modelo de equipe e as soluções para o desafio que representava.","Did you include the treadmill, the heart game, or the combined build?":"Você incluiu a esteira, o jogo do coração ou a construção combinada?","The team included one or more of the components in their team model.":"A equipe incluiu um ou mais componentes em seu modelo de equipe.","Coding":"Programação","What part of your model is motorized?":"Que parte do seu modelo é motorizado?","Team used motor(s) and sensors to make their model move and be interactive":"A equipe usou motor(es) e sensores para fazer seu modelo se mover e ser interativo","How did you code your motorized part?":"Como você programou sua parte motorizada?","Team members explained how their code(s) made their model move.":"Os membros da equipe explicaram como seus códigos fizeram seu modelo se mover.","Team Poster":"Pôster da equipe","What did you include in your team poster?":"O que você incluiu no pôster da sua equipe?","The poster showed information about their challenge solutions, team model, coding, and their team.":"O pôster mostrou informações sobre suas soluções de desafio, modelo de equipe, programação e sua equipe.","How does it show your team journey?":"Como isso mostra a jornada de sua equipe?","Team members told or showed how they worked as a team to create their poster.":"Os membros da equipe contaram ou mostraram como trabalharam em equipe para criar seu pôster.","Instructions: Reviewers are required to tick one box on each separate line to indicate the team’s achievement.":"Instruções: os revisores devem marcar uma caixa em cada uma das linha para indicar as conquistas da equipe."}