{
    "Translator Credit": "Traducido a Español por Sanjay Seshan",
    "Language Name": "Spanish",
    "Translated Language Name": "Español",
    "FLL SUBMERGED Scorer": "Marcador de FLL SUBMERGED",
    "FLL Tools 2024-25 SUBMERGED": "Herramientas de FLL 2024-25 SUBMERGED",
    "FLL Judging Rubrics": "Rúbricas de evaluación de FLL",
    "FLL SUBMERGED Strategy Planner": "Plantificador de estrategia de FLL Submerged",
    "Home":"Inicio",
    "January": "Enero",
    "February": "Febrero",
    "March": "Marzo",
    "April": "Abril",
    "May": "Mayo",
    "June": "Junio",
    "July": "Julio",
    "August": "Augusto",
    "September": "Septiembre",
    "October": "Octubre",
    "November": "Noviembre",
    "December": "Diciembre",
    "Saved Drawings": "Dibujos guardados",
    "Save Drawing": "Guardar dibujo",
    "Delete All Saved Drawings": "Eliminar todos los dibujos",
    "Load Saved Drawing": "Cargar dibujo guardado",
    "Share Drawings": "Compartir dibujos guardados",
    "Import Shared Drawings": "Importar dibujos compartidos",
    "Export Drawing as PNG": "Exportar dibujo como PNG",
    "Advanced": "Avanzada",
    "Team No.": "No. del equipo",
    "Your Name": "Su nombre",
    "Yes": "Sí",
    "No": "No",
    "Partly": "Parcialmente",
    "Completely": "Completamente",
    "Reset": "Reiniciar",
    "Save Score": "Guardar",
    "Load Save": "Cargar Guardado",
    "Delete All Saves": "Eliminar Todos los Guardados",
    "Import Shared Scores": "Importar Puntaciones Compartidos",
    "Share Saves": "Compartir Guardados",
    "Date/Time": "Fecha/Tiempo",
    "Total Points": "Total Puntos",
    "Saved file to Downloads": "Guardado hoja",
    "Failed to save file to Downloads": "fallado a Guardar",
    "Saved": "Guardado",
    "Loaded": "Cargado",
    "Scorer": "Marcador",
    "Timers": "Temporizadoes",
    "Saves": "Guardados",
    "Start": "Empezar",
    "Navigation": "Navegación",
    "Stop": "Parar",
    "Points": "Puntos",
    "Completed": "Completado",
    "Timer:": "Temporizador:",
    "Stopwatch:": "Parar Reloj:",
    "Score History": "Historia de Guardados",
    "Mission": "Mission",
    "EQUIPMENT INSPECTION": "Inspección de Equipamiento",
    "If your robot and all your equipment fit completely in one launch area and are under a height limit of 12 in. (305 mm) during the pre-match inspection": "Antes de la partida se realizará una\ninspección del equipamiento. Si su robot y\ntodo el equipamiento caben completamente\nen un área de lanzamiento y por debajo de\nun límite de altura de 12 pulgadas (305 mm)\ndurante esta inspección",
    "CORAL NURSERY": "Granja de Coral",
    "If the coral tree is hanging on on the coral tree support": "Si el árbol de coral está colgado del gancho para\nárbol de coral",
    "Bonus: and the bottom of the coral tree is in its holder": "Bono: y la base del árbol de coral está\ndentro del soporte",
    "If the coral buds are flipped up": "Si los brotes de coral están levantados",
    "No equipment may be touching any part of this mission's mission model at the end of the match, to score for this mission.": "Ningún equipamiento puede\ntocar ninguna parte de este\nmodelo de misión al final de la\npartida para puntuar en esta\nmisión",
    "SHARK": "Tiburón",
    "If the shark is no longer touching the cave": "Si el tiburón ya no toca la\ncueva",
    "If the shark is touching the mat and it is at least partly in the shark habitat": "Si el tiburón está tocando el\ntapete y está al menos\nparcialmente en el hábitat\nde tiburón",
    "CORAL REEF": "Arrecife de Coral",
    "If the coral reef is flipped up, not touching the mat": "Si el arrecife de coral está volteado hacia arriba,\nsin tocar el tapete",
    "If a reef segment is standing upright, outside of home, and touching the mat": "Si un segmento de arrecife está de pie, fuera\nde Home y tocando el tapete",
    "SCUBA DIVER": "Buzo",
    "If the scuba diver is no longer touching the coral nursery": "Si el buzo ya no toca la granja\nde coral",
    "If the scuba diver is hanging on the coral reef support": "Si el buzo está colgado del gancho del arrecife\nde coral.",
    "The 'coral nursery' includes any part of the Mission 01 mission model.": "La “granja de coral” incluye cualquier parte del\nmodelo de la Misión 1.",
    "ANGLER FISH": "Pez Linterna",
    "If the angler fish is latched within the shipwreck": "Si el pez linterna queda encerrado dentro\ndel naufragio",
    "RAISE THE MAST": "Levantamiento de\nMástil",
    "If the shipwreck's mast is completely raised": "Si el mástil del naufragio está completamente\nlevantado",
    "The shipwreck's mast is considered raised when the latch prevents it from returning to its starting position.": "El mástil del naufragio se considera levantado\ncuando el seguro le impide volver a su posición inicial.",
    "KRAKEN'S TREASURE": "Tesoro del Kraken",
    "If the treasure chest is completely outside the kraken's nest": "Si el cofre del tesoro está\ncompletamente fuera del\nnido del kraken",
    "ARTIFICIAL HABITAT": "Hábitat Artificial",
    "If an artificial habitat stack segment is completely flat and upright": "Si un contenedor del hábitat artificial está\nde pie y completamente plano",
    "There are four segments of the artificial habitat stack, each defined by its yellow base. A segment is considered upright when the crab is above its yellow base.": "Hay cuatro contenedores del hábitat artificial,\ncada uno diferenciado por su base amarilla. Un\ncontenedor se considera de pie cuando el\ncangrejo esté por encima de su base amarilla",
    "UNEXPECTED ENCOUNTER": "Encuentro Inesperado",
    "If the unknown creature is released": "Si la nueva especie es\nliberada",
    "SEND OVER THE SUBMERSIBLE": "Envío de\nSumergible",
    "If your team's yellow flag is down": "Si la bandera amarilla de su equipo está abajo",
    "If the submersible is clearly closer to the opposing field:": "Si el sumergible está claramente más cerca del\nterreno de juego contrario",
    "Teams may not block the opposing team. It is not possible to earn the bonus in remote competitions or if there is no opposing team.": "Los equipos no pueden bloquear al equipo contrario.\nNo es posible ganar el bono en competencias\nremotas o si no hay equipo contrario",
    "SONAR DISCOVERY": "Descubrimiento de Sonar",
    "If one whale is revealed": "Si se revela una ballena",
    "Bonus: If both whales are revealed": "Bono: Si se revelan ambas ballenas",
    "FEED THE WHALE": "Alimento de Ballena",
    "Krill at least partly in the whale's mouth": "Hay Krill al menos parcialmente en la\nboca de la ballena",
    "CHANGING SHIPPING LANES": "Cambio de Ruta\nde Navegación",
    "If the ship is in the new shipping lane, touching the mat": "Si el buque está en la nueva ruta de navegación,\ntocando el tapete",
    "SAMPLE COLLECTION": "Recolección de Muestras",
    "If the water sample is completely outside the water sample area": "Si la muestra de agua está completamente\nfuera del área de muestra de agua",
    "If the seabed sample is no longer touching the seabed": "Si la muestra del fondo marino ya no toca\nel fondo marino",
    "If the plankton sample is no longer touching the kelp forest": "Si la muestra de plancton ya no toca el\nbosque de kelp",
    "If a piece of the trident is no longer touching the shipwreck": "Si una parte del\ntridente ya no toca\nel naufragio",
    "Bonus: If both pieces are no longer touching the shipwreck": "Bono: si ambas piezas ya no tocan\nel naufragio",
    "RESEARCH VESSEL": "Barco de\nInvestigación",
    "If any of the following are at least partly in the research vessel's cargo area:": "Si alguno de los siguientes objetos se encuentra al\nmenos parcialmente en el área de carga del barco:",
    "Each sample": "Muestra(s)",
    "Trident Part(s)": "Parte(s) del Tridente",
    "Treasure Chest": "Cofre del tesoro",
    "If the port's latch is at least partly in the research vessel's loop": "Si el seguro del puerto está al menos parcialmente\nen el loop del barco de investigación",
    "Precision": "Precisión",
    "How many Precision Tokens are left on the field?": "¿Cuántas testigos de precisión quedan en el terreno de juego?",
    "Gracious Professionalism": "Gracious Professionalism®",
    "Gracious Professionalism® displayed at the robot game table": "Gracious Professionalism® mostrado en la mesa del Juego del Robot",
    "Developing": "EN DESARROLLO",
    "Accomplished": "CUMPLIDO",
    "Exceeds": "SUPERADO",
    "Blue": "Azul",
    "Pink": "rosa",
    "Orange": "naranja",
    "Save Rubric": "Salvar Rúbricas",
    "Beginning": "BÁSICO",
    "Load Rubric No.": "Cargar rúbrica",
    "Delete all Saved Rubrics": "Eliminar todas Rúbricas",
    "Import Shared Rubrics": "Importar Rúbricas de los otros",
    "Share Rubrics": "Compartir Rúbricas",
    "Past Rubrics:": "Rúbricas pasadas",
    "Core Values": "Core Values",
    "The FIRST® Core Values are the lens through which judges watch the team's presentations and evaluate their progress.": "Los Core Values - Valores Fundamentales de FIRST® son\nla lente a través de la cual las y los jueces observan las presentaciones del equipo y evalúan su progreso.",
    "Judging Session Feedback": "Comentarios de evaluación",
    "If the team is a candidate for one of these awards, please tick the appropriate box. Check with your event organizer which optional awards your event uses.": "Si el equipo es candidato a uno de estos premios, marquen la casilla correspondiente. Consulten con\nel organizador de su evento qué premios opcionales se otorgarán en el evento",
    "Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win": "Revelación-- El equipo progresó significativamente en su confianza y capacidad en al menos\nuna de las áreas centrales de FIRST LEGO League.",
    "Rising All-Star - A team that the judges notice and expect great things from in the future": "Estrella en Ascenso --Es un equipo que los jueces notan y del que esperan grandes cosas en el futuro",
    "Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam": "Motivación --  El equipo abraza la cultura de FIRST® LEGO® League a través de la conformación\ndel equipo, el espíritu de equipo y muestra siempre entusiasmo.",
    "Core Values -- How did the team demonstrate teamwork, discovery, inclusion, innovation, impact, and fun in their work?": "Core Values – ¿Cómo demostró el equipo trabajo en equipo, descubrimiento, inclusión, innovación, impacto y diversión en su trabajo?",
    "Feedback Comments": "Comentarias",
    "Great Job": "Gran trabajo en...",
    "Think About": "Piensen acerca de...",
    "Total Points:": "Todos los puntos",
    "Innovation Project": "Proyecto de Innovación",
    "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.": "Instrucciones:\n Los equipos deben comunicar a las/los jueces sus logros en cada uno de los siguientes criterios.\nEsta rúbrica deberá ser completada en correspondencia con la presentación del Proyecto de Innovación. Las/los jueces deben marcar una casilla en cada fila para indicar el nivel que ha alcanzado el equipo. Si el\nequipo SUPERA, es obligatorio escribir una breve justificación en la columna de SUPERADO.",
    "How has the team exceeded?": "¿Como superó el equipo?",
    "Identify - Team had a clearly defined problem that was well researched.": "IDENTIFICAR – El equipo ha definido claramente el problema, mismo que ha sido bien investigado.",
    "Unclear definition of the problem": "Definición del problema no\nclara",
    "Partially clear definition of the problem": "Definición del problema\nparcialmente clara",
    "Clear definition of the problem": "Definición del problema clara",
    "Minimal evidence of research": "Evidencia mínima de\ninvestigación",
    "Partial evidence of research from one or more sources": "Evidencia parcial de\ninvestigación de una o más\nfuentes",
    "Clear, detailed research from a variety of sources": "Evidencia clara y detallada de\ninvestigación de varias fuentes",
    "Design - Team worked together while creating a project plan and developing their ideas.": "DISEÑAR – El equipo trabajó en conjunto mientras creaban la planeación de su proyecto y desarrollaban sus ideas.",
    "Minimal evidence of an effective project plan": "Evidencia mínima de una\nplaneación de proyecto eficaz",
    "Partial evidence of an effective project plan": "Evidencia parcial de una\nplaneación de proyecto eficaz",
    "Clear evidence of an effective project plan": "Evidencia clara de una\nplaneación de proyecto eficaz",
    "Minimal evidence that development process involved all team members": "Evidencia mínima de que\nel proceso de desarrollo\ninvolucró a todas/os los\nintegrantes del equipo",
    "Partial evidence that development process involved all team member": "Evidencia parcial de que\nel proceso de desarrollo\ninvolucró a todas/os los\nintegrantes del equipo.",
    "Clear evidence that development process involved all team members": "Evidencia clara de que el\nproceso de desarrollo involucró\na todas/os los integrantes del\nequipo.",
    "Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.": "CREAR – El equipo desarrolló una idea original o mejoró una existente y realizó un prototipo de modelo y/o dibujo para representar su solución.",
    "Minimal explanation of innovative solution": "Explicación mínima de\ninnovación en su solución",
    "Simple explanation of innovative solution": "Explicación simple de\ninnovación en su solución",
    "Detailed explanation of innovative solution": "Explicación detallada de\ninnovación en su solución",
    "Unclear model/drawing that represents the solution": "Modelo/dibujo no claro que\nrepresenta su solución",
    "Simple model/drawing that represents the solution": "Modelo/dibujo simple que\nrepresenta su solución",
    "Detailed model/drawing that represents the the solution": "Modelo/dibujo detallado que\nrepresenta su solución",
    "Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.": "ITERAR – El equipo compartió sus ideas con otros/as, atendió a retroalimentaciones e incluyó mejoras en su solución.",
    "Minimal sharing of their solution": "El equipo compartió al mínimo\nsu solución con otras/os",
    "Solution shared with at least one person/group": "El equipo compartió su\nsolución con al menos una\npersona o grupo",
    "Solution shared with multiple people/groups": "El equipo compartió su\nsolución con múltiples\npersonas o grupos",
    "Minimal evidence of improvements based on feedback": "Evidencia mínima de mejoras\nbasadas en comentarios",
    "Partial evidence of improvements based on feedback": "Evidencia parcial de mejoras\nbasadas en comentarios",
    "Clear evidence of improvements based on feedback": "Evidencia clara de mejoras\nbasadas en comentarios",
    "Communicate - Team shared an effective presentation of their solution, its impact on their users, and celebrated their team's progress.": "COMUNICAR – El equipo compartió una presentación efectiva de su solución, su impacto en las/los demás y celebró el progreso de su equipo.",
    "Unclear explanation of the solution and its potential impact on others": "Explicación no clara de\nsu solución y su potencial\nimpacto en otras/os",
    "Partially clear explanation of solution and its potential impact on others": "Explicación parcialmente clara\nde su solución y su potencial\nimpacto en otras/os",
    "Clear explanation of solution and its potential impact on others": "Explicación clara de su\nsolución y su potencial impacto\nen otras/os",
    "Presentation shows minimal pride or enthusiasm for their work": "La presentación muestra\nun mínimo de orgullo o\nentusiasmo por su trabajo",
    "Presentation shows partial pride or enthusiasm for their work": "La presentación muestra\nparcialmente orgullo o\nentusiasmo por su trabajo",
    "Presentation clearly shows pride or enthusiasm for their work": "La presentación muestra\nclaramente orgullo o\nentusiasmo por su trabajo",
    "Innovation Project -- How did the team identify and approach solving a problem connected to the season theme": "Proyecto de Innovación – ¿Cómo el equipo identificó y abordó la solución de un problema relacionado con el tema de la temporada?",
    "Robot Design": "Diseño de Robot",
    "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.": "Instrucciones\nLos equipos deben comunicar a las/los jueces sus logros en cada uno de los siguientes criterios.\nEsta rúbrica deberá ser completada en correspondencia con la explicación del Diseño de Robot.\nLas/los jueces deben marcar una casilla en cada fila para indicar el nivel que ha alcanzado el equipo. Si el",
    "Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.": "equipo SUPERA, es obligatorio escribir una breve justificación en la columna de SUPERADO",
    "Identify -Team determined which missions to attempt, explored building and coding resources, and sought guidance as needed": "IDENTIFICAR – El equipo determinó qué misiones intentar, exploró recursos de construcción y programación y buscó orientación según necesitó.",
    "Minimal evidence of mission strategy": "Evidencia mínima de\nestrategia de misiones",
    "Partial evidence of mission strategy": "Evidencia parcial de estrategia\nde misiones",
    "Clear evidence of mission strategy": "Evidencia clara de estrategia\nde misiones",
    "Minimal use of building or coding resources": "Uso mínimo de recursos de\nconstrucción o programación",
    "Some use of building or coding resources": "Uso moderado de recursos de\nconstrucción o programación",
    "Clear use of building or coding resources to support their mission strategy": "Uso claro de recursos de\nconstrucción o programación\npara respaldar su estrategia",
    "Design - Team members worked collaboratively on their designs and developed the building and coding skills needed.": "DISEÑAR – El equipo trabajó en conjunto en sus diseños y desarrollaron las habilidades de construcción y programación que necesitaron.",
    "Minimal evidence that all team members contributed ideas": "Evidencia mínima de\nque todos los integrantes\ncontribuyeron con ideas",
    "Partial evidence that all team members contributed ideas": "Evidencia parcial de que todos\nlos integrantes contribuyeron\ncon ideas",
    "Clear evidence that all team members contributed ideas": "Evidencia clara de que todos\nlos integrantes contribuyeron\ncon ideas",
    "Minimal evidence of building and coding skills in all team members": "Evidencia mínima de\nhabilidades de construcción\ny programación en todos los\nintegrantes del equipo",
    "Partial evidence of building and coding skills in all team members": "Evidencia parcial de\nhabilidades de construcción\ny programación en todos los\nintegrantes del equipo",
    "Clear evidence of building and coding skills in all team members": "Evidencia clara de habilidades\nde construcción y programación\nen todos los integrantes del\nequipo",
    "Create - Team developed original designs or improved on existing ones according to their mission strategy": "CREAR – El equipo desarrolló diseños originales o mejoró existentes de acuerdo con su estrategia de misiones",
    "Unclear explanation of attachments and their purpose": "Explicación no clara de\naditamentos y su propósito",
    "Simple explanation of attachments and their purpose": "Explicación simple de\naditamentos y su propósito",
    "Clear explanation of attachments and their purpose": "Explicación clara de\naditamentos innovadores y su\npropósito",
    "Unclear explanation of code and/or sensor use": "Explicación no clara de la\nprogramación y/o uso de\nsensor(es)",
    "Simple explanation of code and/or sensor use": "Explicación simple de la\nprogramación y/o uso de\nsensor(es",
    "Clear explanation of code and/or sensor use": "Explicación clara de\ninnovadora programación y/o\nuso de sensor(es)",
    "Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their solutions.": "ITERAR – El equipo probó repetidamente su robot y programación para identificar áreas de mejora e incorporó los hallazgos a sus soluciones.",
    "Minimal evidence of testing their robot and code": "Evidencia mínima de pruebas\na su robot y programación",
    "Partial evidence of testing their robot and code": "Evidencia parcial de pruebas a\nsu robot y programación",
    "Clear evidence of testing their robot and code": "Evidencia clara de pruebas\ncontinuas a su robot y\nprogramación",
    "Minimal evidence of improvements based on testing": "Evidencia mínima de mejoras\nbasadas en pruebas",
    "Partial evidence of improvements based on testing": "Evidencia parcial de mejoras\nbasadas en pruebas",
    "Clear evidence of improvements based on testing": "Evidencia clara de mejoras\nbasadas en pruebas",
    "Communicate - Team effectively explained what they learned from the robot design process and celebrated their progress.": "COMUNICAR – El equipo explicó eficazmente lo que aprendieron del proceso de diseño del robot y celebró su progreso.",
    "Unclear explanation of process and lessons learned": "Explicación no clara\ndel proceso y lecciones\naprendidas",
    "Simple explanation of process and lessons learned": "Explicación simple del proceso\ny lecciones aprendidas",
    "Detailed explanation of process and lessons learned": "Explicación detallada del\nproceso y lecciones aprendidas",
    "Team shows minimal pride or enthusiasm for their work": "El equipo muestra un mínimo\nde orgullo o entusiasmo por\nsu trabajo",
    "Team shows partial pride or enthusiasm for their work": "El equipo muestra\nparcialmente orgullo o\nentusiasmo por su trabajo",
    "Team clearly shows pride or enthusiasm for their work": "El equipo muestra claramente\norgullo o entusiasmo por su\ntrabajo",
    "Criteria on this page with this style of check box count dually toward Innovation Project and Core Values awards rankings": "Los rubros en esta hoja con esta casilla de puntuación cuentan\npara los rankings y las clasificaciones de premios tanto del\nDiseño de Robot como de Core Values",
    "Robot Design -- How did the team approach solving robot game missions using building and coding?": "Diseño de Robot – ¿Cómo el equipo abordó la resolución de las misiones del Juego del Robot mediante la construcción y la programación?",
    "If the unknown creature is at least partly in the cold seep":" Si la nueva especie está al menos parcialmente en la infiltración fría"
}