{
    "Save Rubric": "Salvar Rúbricas",
    "Beginning": "(ES)Beginning",
    "Developing": "(ES)Developing",
    "Accomplished": "(ES)Accomplished",
    "Exceeds": "(ES)Exceeds",
    "Load Rubric No.": "(ES)Load Rubric No.",
    "Delete all Saved Rubrics": "(ES)Delete all Saved Rubrics",
    "Import Shared Rubrics": "(ES)Import Shared Rubrics",
    "Share Rubrics": "(ES)Share Rubrics",
    "Past Rubrics:": "(ES)Past Rubrics:",
    "Core Values": "(ES)Core Values",

    "The FIRST® Core Values are the lens through which judges watch the team's presentations and evaluate their progress.":"",

    "Judging Session Feedback":"Judging Session Feedback",

    "If the team is a candidate for one of these awards, please tick the appropriate box. Check with your event organizer which optional awards your event uses.": "(ES)If the team is a candidate for one of these awards, please tick the appropriate box:",

    "Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win": "(ES)Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win",
    "Rising All-Star - A team that the judges notice and expect great things from in the future": "(ES)Rising All-Star - A team that the judges notice and expect great things from in the future",
    "Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam": "(ES)Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam",

    "Core Values -- How did the team demonstrate teamwork, discovery, inclusion, innovation, impact, and fun in their work?":"",

    "Feedback Comments": "(ES)Feedback Comments",
    "Great Job": "(ES)Great Job",
    "Think About": "(ES)Think About",
    "Total Points:": "(ES)Total Points:",
    "Innovation Project":"",

    "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.":"",
    "How has the team exceeded?":"",
    "Identify - Team had a clearly defined problem that was well researched.":"",

"Unclear definition of the problem":"",
"Partially clear definition of the problem":"",
"Clear definition of the problem":"",

"Minimal evidence of research":"",
"Partial evidence of research from one or more sources":"",
"Clear, detailed research from a variety of sources":"",

"Design - Team worked together while creating a project plan and developing their ideas.":"",

"Minimal evidence of an effective project plan":"",
"Partial evidence of an effective project plan":"",
"Clear evidence of an effective project plan":"",

"Minimal evidence that development process involved all team members":"",
"Partial evidence that development process involved all team member":"",
"Clear evidence that development process involved all team members":"",

"Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.":"",
"Minimal explanation of innovative solution":"",
"Simple explanation of innovative solution":"",
"Detailed explanation of innovative solution":"",

"Unclear model/drawing that represents the solution":"",
"Simple model/drawing that represents the solution":"",
"Detailed model/drawing that represents the the solution":"",

"Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.":"",
"Minimal sharing of their solution":"",
"Solution shared with at least one person/group":"",
"Solution shared with multiple people/groups":"",

"Minimal evidence of improvements based on feedback":"",
"Partial evidence of improvements based on feedback":"",
"Clear evidence of improvements based on feedback":"",

"Communicate - Team shared an effective presentation of their solution, its impact on their users, and celebrated their team's progress.":"",
"Unclear explanation of the solution and its potential impact on others":"",
"Partially clear explanation of solution and its potential impact on others":"",
"Clear explanation of solution and its potential impact on others":"",

"Presentation shows minimal pride or enthusiasm for their work":"",
"Presentation shows partial pride or enthusiasm for their work":"",
"Presentation clearly shows pride or enthusiasm for their work":"",


"Innovation Project -- How did the team identify and approach solving a problem connected to the season theme":"",




"Robot Design": "(ES)Robot Design",

"Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.":"",

"Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.":"",

"Identify -Team determined which missions to attempt, explored building and coding resources, and sought guidance as needed":"",
"Minimal evidence of mission strategy":"",
"Partial evidence of mission strategy":"",
"Clear evidence of mission strategy":"",
"Minimal use of building or coding resources":"",
"Some use of building or coding resources":"",
"Clear use of building or coding resources to support their mission strategy":"",

"Design - Team members worked collaboratively on their designs and developed the building and coding skills needed.":"",
"Minimal evidence that all team members contributed ideas":"",
"Partial evidence that all team members contributed ideas":"",
"Clear evidence that all team members contributed ideas":"",
"Minimal evidence of building and coding skills in all team members":"",
"Partial evidence of building and coding skills in all team members":"",
"Clear evidence of building and coding skills in all team members":"",

"Create - Team developed original designs or improved on existing ones according to their mission strategy":"",
"Unclear explanation of attachments and their purpose":"",
"Simple explanation of attachments and their purpose":"",
"Clear explanation of attachments and their purpose":"",
"Unclear explanation of code and/or sensor use":"",
"Simple explanation of code and/or sensor use":"",
"Clear explanation of code and/or sensor use":"",

"Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their solutions.":"",
"Minimal evidence of testing their robot and code":"",
"Partial evidence of testing their robot and code":"",
"Clear evidence of testing their robot and code":"",
"Minimal evidence of improvements based on testing":"",
"Partial evidence of improvements based on testing":"",
"Clear evidence of improvements based on testing":"",

"Communicate - Team effectively explained what they learned from the robot design process and celebrated their progress.":"",
"Unclear explanation of process and lessons learned":"",
"Simple explanation of process and lessons learned":"",
"Detailed explanation of process and lessons learned":"",
"Team shows minimal pride or enthusiasm for their work":"",
"Team shows partial pride or enthusiasm for their work":"",
"Team clearly shows pride or enthusiasm for their work":"",

"Criteria on this page with this style of check box count dually toward Innovation Project and Core Values awards rankings":"",
"Robot Design -- How did the team approach solving robot game missions using building and coding?":""
}