{
    "Yes": "Sí",
    "No": "No",
    "Partly": "Parcialmente",
    "Completely": "Completamente",
    "Reset": "Reiniciar",
    "Save": "Guardar",
    "Load Save": "Cargar Guardado",
    "Delete All Saved Scores": "Eliminar Todos los Guardados",
    "Import Shared Scores": "Importar Puntaciones Compartidos",
    "Share Scores": "Compartir Puntaciones",
    "Date/Time": "Fecha/Tiempo",
    "Total Points": "Total Puntos",
    "Saved file to Downloads":"(ES)Saved file to Downloads",
    "Failed to save file to Downloads":"(ES)Failed to save file to Downloads",
    "Saved": "Guardado",
    "Loaded": "Cargado",
    "Scorer": "Marcador",
    "Timers": "Temporizadoes",
    "Saves": "Guardados",
    "Start": "Empezar",
    "Navigation":"Navegación",
    "Stop": "Parar",
    "Points": "Puntos",
    "Completed": "Completado",
    "Timer:": "Temporizador:",
    "Stopwatch:": "Parar Reloj:",
    "Score History": "Historia de Guardados",
    "Mission": "M",
    "IMMERSIVE EXPERIENCE":"Traducido...",
    "If the three immersive experience screens are raised":"Traducido...",
    "To score, team equipment may not be touching the immersive experience model at the end of the match.":"Traducido...",
    "MASTERPIECE(SM)":"Traducido...",
    "If your team's LEGO ® art piece is at least partly in the museum target area":"Traducido...",
    "BONUS: And if the art piece is completely supported by the pedestal":"Traducido...",
    "To score the bonus, at the end of the match, the art piece may only be touching the pedestal and the    pedestal may not be touching any team equipment except the art piece.":"Traducido...",
    "AUGMENTED REALITY STATUE":"Traducido...",
    "If the augmented reality statue’s orange lever is rotated completely to the right":"Traducido...",
    "MUSIC CONCERT LIGHTS AND SOUNDS":"Traducido...",
    "If the lights' orange lever is rotated completely downwards:":"Traducido...",
    "If the speakers' orange lever is rotated completely to the left:":"Traducido...",
    "HOLOGRAM PERFORMER":"Traducido...",
    "If the hologram performer's orange push activator is completely past the black stage set line:":"Traducido...",
    "ROLLING CAMERA":"Traducido...",
    "If the rolling camera's white pointer is left of dark blue, but right of medium and light blue":"Traducido...",
    "If the rolling camera's white pointer is left of dark and medium blue, but right of light blue":"Traducido...",
    "If the rolling camera's white pointer is left of dark, medium, and light blue":"Traducido...",
    "If the white pointer is on a colored tile, you earn points for the higher scoring area of the track.":"Traducido...",
    "MOVIE SET"
    "If the boat is touching the mat and is completely past the black scene line":"Traducido...",
    "If the camera is touching the mat and is at least partly in the camera target area":"Traducido...",
    "The camera includes the loop, but not the string. When scoring, the scene line extends vertically from the top to the bottom of the field.":"Traducido...",
    "SOUND MIXER":"Traducido...",
    "If a sound mixer slider is raised":"Traducido...",
    "To score, team equipment may not be touching the sound mixer or sliders at the end of the match.":"Traducido...",
    "LIGHT SHOW":"Traducido...",
    "If the light show’s white pointer is within zone":"Traducido...",
    "If the white pointer rests between zones, you earn points for the higher scoring zone of the two.":"Traducido...",
    "VIRTUAL REALITY ARTIST":"Traducido...",
    "If the chicken is intact and has moved from its starting position:":"Traducido...",
    "BONUS: And is over or completely past the lavender dot:":"Traducido...",
    "CRAFT CREATOR":"Traducido...",
    "If the craft machine's orange and white lid is completely open":"Traducido...",
    "If the craft machine's light pink latch is pointing straight down":"Traducido...",
    "To score, team equipment may not be touching the craft machine at the end of the match.":"Traducido...",
    "AUDIENCE DELIVERY":"Traducido...",
    "If an audience member is completely in a target destination":"Traducido...",
    "If a target destination has at least one audience member completely in it":"Traducido...",
    "EXPERT DELIVERY":"Traducido...",
    "If the following experts are at least partly in their target destinations: Sam the Stage Manager [blue] in Movie Set":"Traducido...",
    "If the following experts are at least partly in their target destinations: Anna the Curator [red] in Museum":"Traducido...",
    "If the following experts are at least partly in their target destinations: Noah the Sound Engineer [pink] in Music Concert":"Traducido...",
    "If the following experts are at least partly in their target destinations: Emily the Visual Effects Director [green] in Cinema":"Traducido...",
    "The expert includes the loop and the base.":"Traducido...",
    "Precision":"Traducido...",
    "How many Precision Tokens are left on the field?":"Traducido...",
    "Gracious Professionalism":"Traducido...",
    "Gracious Professionalism® displayed at the robot game table":"Traducido...",
    "Developing":"Traducido...",
    "Accomplished":"Traducido...",
    "Exceeds":"Traducido...",
    "Blue":"Traducido...",
    "Pink":"Traducido...",
    "Orange":"Traducido..."
}