{
    "Yes": "Sí",
    "No": "No",
    "Partly": "Parcialmente",
    "Completely": "Completamente",
    "Reset": "Reiniciar",
    "Save": "Guardar",
    "Load Save": "Cargar Guardado",
    "Delete All Saved Scores": "Eliminar Todos los Guardados",
    "Import Shared Scores": "Importar Puntaciones Compartidos",
    "Share Scores": "Compartir Puntaciones",
    "Date/Time": "Fecha/Tiempo",
    "Total Points": "Total Puntos",
    "Saved file to Downloads":"(ES)Saved file to Downloads",
    "Failed to save file to Downloads":"(ES)Failed to save file to Downloads",
    "Saved": "Guardado",
    "Loaded": "Cargado",
    "Scorer": "Marcador",
    "Timers": "Temporizadoes",
    "Saves": "Guardados",
    "Start": "Empezar",
    "Navigation":"Navegación",
    "Stop": "Parar",
    "Points": "Puntos",
    "Completed": "Completado",
    "Timer:": "Temporizador:",
    "Stopwatch:": "Parar Reloj:",
    "Score History": "Historia de Guardados",
    "Mission": "M",

"EQUIPMENT INSPECTION":"",
"If your robot and all your equipment fi t completely in one launch area and are under a height limit of 12 in. (305 mm) during the pre-match inspection":"",
"CORAL NURSERY":"",
"If the coral tree is hanging on on the coral tree support":"",
"Bonus: and the bottom of the coral tree is in its holder":"",
"If the coral buds are flipped up":"",
"No equipment may be touching any part of this mission's mission model at the end of the match, to score for this mission.":"",
"SHARK":"",
"If the shark is no longer touching the cave":"",
"If the shark is touching the mat and it is at least partly in the shark habitat":"",
"CORAL REEF":"",
"If the coral reef is flipped up, not touching the mat":"",
"If a reef segment is standing upright, outside of home, and touching the mat":"",
"SCUBA DIVER":"",
"If the scuba diver is no longer touching the coral nursery":"",
"If the scuba diver is hanging on the coral reef support":"",
"The 'coral nursery' includes any part of the Mission 01 mission model.":"",
"ANGLER FISH":"",
"If the angler fish is latched within the shipwreck":"",
"RAISE THE MAST":"",
"If the shipwreck's mast is completely raised":"",
"The shipwreck's mast is considered raised when the latch prevents it from returning to its starting position.":"",
"KRAKEN'S TREASURE":"",
"If the treasure chest is completely outside the kraken's nest":"",
"ARTIFICIAL HABITAT":"",
"If an artificial habitat stack segment is completely flat and upright":"",
"There are four segments of the artificial habitat stack, each defined by its yellow base. A segment is considered upright when the crab is above its yellow base.":"",
"UNEXPECTED ENCOUNTER":"",
"If the unknown creature is released":"",
"If the submersible is clearly closer to the opposing field":"",
"SEND OVER THE SUBMERSIBLE":"",
"If your team's yellow flag is down":"",
"If the submersible is clearly closer to the opposing field:":"",
"Teams may not block the opposing team. It is not possible to earn the bonus in remote competitions or if there is no opposing team.":"",
"SONAR DISCOVERY":"",
"If one whale is revealed":"",
"Bonus: If both whales are revealed":"",
"FEED THE WHALE":"",
"Krill at least partly in the whale's mouth":"",
"CHANGING SHIPPING LANES":"",
"If the ship is in the new shipping lane, touching the mat":"",
"SAMPLE COLLECTION":"",
"If the water sample is completely outside the water sample area":"",
"If the seabed sample is no longer touching the seabed":"",
"If the plankton sample is no longer touching the kelp forest":"",
"If a piece of the trident is no longer touching the shipwreck":"",
"Bonus: If both pieces are no longer touching the shipwreck":"",
"RESEARCH VESSEL":"",
"If any of the following are at least partly in the research vessel's cargo area:":"",
"Each sample":"",
"Trident Part(s)":"",
"Treasure Chest":"",
"If the port's latch is at least partly in the research vessel's loop":"",

    
    "Precision":"Traducido...",
    "How many Precision Tokens are left on the field?":"Traducido...",
    "Gracious Professionalism":"Traducido...",
    "Gracious Professionalism® displayed at the robot game table":"Traducido...",
    "Developing":"Traducido...",
    "Accomplished":"Traducido...",
    "Exceeds":"Traducido...",
    "Blue":"Traducido...",
    "Pink":"Traducido...",
    "Orange":"Traducido..."
}